[
    {
        "name": "Burglars kit",
        "type": "Kit",
        "price": 2,
        "bulk": 3,
        "description": "This set of tools proves useful for breaking into cars and homes with minimal security. A typical kit might include a tough canvas bag, set of lockpicks, crowbar or sturdy screwdriver, slim jim, window-breaking tool, bolt cutters or angle grinder, can of spray paint, mask, and gloves."
    },
    {
        "name": "Camping kit",
        "type": "Kit",
        "price": 2,
        "bulk": 4,
        "description": "A camping kit is designed to make spending time outdoors comfortable and fun. Typically, everything fits into a frame backpack. Camping kits can contain a flashlight, compact shovel, tent, sleeping bag, camp stove with fuel, hand radio, batteries, GPS unit, camp stool, food, bottled water, binoculars, hand warmers, gloves, change of clothes, soap, and solar charger."
    },
    {
        "name": "Chemistry kit",
        "type": "Kit",
        "price": 3,
        "bulk": 3,
        "description": "Most chemists work in a laboratory, but you can buy mobile chemistry sets designed for a particular kind of work. Typically, these include a set of stable compounds and implements to mix or heat the chemicals. These kits are relatively delicate since they contain glass vials and equipment."
    },
    {
        "name": "Climbers kit",
        "type": "Kit",
        "price": 2,
        "bulk": 2,
        "description": "Different surfaces call for different tools, but serious climbing requires certain basics. A typical kit includes a harness, belaying device, pitons, carabiners, anchors, rope, small hammer/pick, chalk and chalk bag, climbing shoes, and helmet.<br>A climber's kit gives advantage on Strength (Athletic) checks when rappelling and to climb natural cliffs or masonry buildings."
    },
    {
        "name": "Demolition kit",
        "type": "Kit",
        "price": 3,
        "bulk": 3,
        "description": "This kit contains tools and supplies to set off explosive charges in a safe and controlled manner. It includes detonators, tape, fuses, wire cutters, transmitters, and one or more control boxes.<br>A demolition kit is a required tool for rigging explosives"
    },
    {
        "name": "Disguise kit",
        "type": "Kit",
        "price": 2,
        "bulk": 4,
        "description": "This extended collection of makeup goes beyond beauty products, allowing you to create a range of appearances. It is often accompanied by a wardrobe of common clothing styles and uniforms.<br>Having both makeup and costumes offers advantage on Charisma checks made to hide your identity. Both are required for Charisma checks to impersonate another person."
    },
    {
        "name": "Electricians kit",
        "type": "Kit",
        "price": 2,
        "bulk": 2,
        "description": "This kit contains tools needed for household wiring as well as repairing electrical appliances and tools.<br>These tools are required for any electrical and electronics hardware work."
    },
    {
        "name": "Evidence kit",
        "type": "Kit",
        "price": 2,
        "bulk": 2,
        "description": "Professional detectives carry a collection of supplies useful for preserving and collecting crime scene evidence. It includes luminol, UV light, fingerprint kit, evidence bags and boxes, small flags, tape rule, magnifying glass, utility knife, rubber gloves, Sharpie, crime scene tape, and swabs.<br>An evidence kit gives advantage on Intelligence (Investigation) checks made to find clues in a crime scene."
    },
    {
        "name": "First Aid kit",
        "type": "Kit",
        "price": 1,
        "bulk": 2,
        "description": "A first aid kit helps treat injuries and the symptoms of illness at home or in the field. Sizes range from tiny survival kits to large EMT kits. The entry assumes a briefcase-sized kit.<br>A first aid kit is required for some uses of the First Aid action and specific actions from feats, class talents, and professions. Usage calls for an Intelligence (Medicine) or Wisdom (Survival) check."
    },
    {
        "name": "Forgery kit",
        "type": "Kit",
        "price": 3,
        "bulk": 3,
        "description": "This collection of stationery supplies and tools alters or creates false documents. A computer and printer are used alongside such tools.<br>These tools are required to make convincing forgeries."
    },
    {
        "name": "Hacking kit",
        "type": "Kit",
        "price": 2,
        "bulk": 1,
        "description": "Also known among ethical hackers as a pentest kit, this collection of common hacking tools is designed to penetrate computer security measures. It can contain a variety of devices including sniffers, cloners, ducks, deauthers, microcomputers, and useful cabling. Simple tools like a screwdriver, pliers, and components from an electrician's kit are also commonly included.<br>A hacking kit gives advantage on Intelligence (Computers) or Intelligence (Security) attempts to defeat network security or to steal data from a network."
    },
    {
        "name": "Mechanics kit",
        "type": "Kit",
        "price": 2,
        "bulk": 4,
        "description": "Mechanical builds and repairs require a set of mechanic's tools. It contains a mix of hand tools and power tools.<br>Mechanic's tools are required for construction or making basic mechanical repairs."
    },
    {
        "name": "Police kit",
        "type": "Kit",
        "price": 3,
        "bulk": 2,
        "description": "The police kit contains the items a typical U.S. law enforcement officer might carry with them when on duty outside the station. The centerpiece is a duty belt that holds most of the items. The kit includes uniform, body camera, watch, set of handcuffs, zip ties, two weapon magazines, pepper spray, flashlight, latex gloves, mini-first aid kit, utility knife, and radio."
    },
    {
        "name": "Police cruiser kit",
        "type": "Kit",
        "price": 3,
        "bulk": 20,
        "description": "Police cruisers contain items police need for special situations or that are too big for officers to routinely carry. A cruiser usually contains two medium ballistic vests, a pump-action shotgun with extra ammunition, large first aid kit, portable defibrillator, bolt cutters, additional ammunition, laptop computer, dashboard camera, siren system, evidence kit, extra batteries, and car stuff."
    },
    {
        "name": "Soldiers kit",
        "type": "Kit",
        "price": 3,
        "bulk": 4,
        "description": "Soldiers carry a lot of equipment when deployed for combat. Exactly what they carry depends on the mission, their role in their unit, and the environment in which they are fighting. This kit offers the essentials, including a frame backpack, combat fatigues, military ID, chemlight, ear and eye protection, multitool, notebook and pen, a woobie (a blanket/poncho), seven magazines of ammunition, night vision goggles, batteries, rations for three days, water, first aid kit, hygiene kit, snacks, and radio (unit leader only)."
    },
    {
        "name": "Surveillance kit",
        "type": "Kit",
        "price": 3,
        "bulk": 2,
        "description": "As technology advances, surveillance grows more pervasive. Cameras and microphones can be hidden nearly anywhere, and computer hacking can access the ever-growing number of smart surveillance devices found in every business and home. A typical surveillance kit includes tiny remote cameras, hidden microphones, trackers, batteries, receivers, and transmitters."
    },
    {
        "name": "Survival kit",
        "type": "Kit",
        "price": 1,
        "bulk": 1,
        "description": "A survival kit is a set of tools and supplies that help keep you alive when stranded away from civilization. The exact supplies vary based on the environment, but the basics can include a knife, hatchet, fire starter kit, fishing line, fishing hooks, plastic sheeting, water filter device, signaling device, emergency food, signal whistle, flashlight, solar blanket, fresh batteries, 50 feet of cord, minimal first aid kit, reusable water bottle, and compass.<br>Having a survival kit gives you advantage on Wisdom (Survival) checks where these supplies are useful."
    },
    {
        "name": "Welders kit",
        "type": "Kit",
        "price": 3,
        "bulk": 4,
        "description": "A welder's kit is necessary to safely weld metal together but can be used to cut it as well. There are two standard types: gas torch and electrical. The electrical systems must be plugged in but are simpler to use. A typical kit includes a welding device, wire, safety gloves and glasses, and wire brush.<br>A welder's kit is required for any task involving welding."
    },
    {
        "name": "Combat Harness",
        "type": "Carrying_Case",
        "price": 2,
        "bulk": 4,
        "description": "A combat harness is composed of belts and straps with pockets and attachment points to carry weapons, ammunition, and other useful combat gear. It can carry 4 bulk beyond your usual bulk limit while keeping your hands free. In addition, items in the harness can be accessed normally (one free pull per round)."
    },
    {
        "name": "Duffle Bag",
        "type": "Carrying_Case",
        "price": 1,
        "bulk": 8,
        "description": "This large and sturdy canvas bag allows you to carry up to 8 bulk worth of stuff in one hand. This doesn't negate encumbrance, but it can let you carry lots of different things in one hand when you are Encumbered."
    },
    {
        "name": "Frame Backpack",
        "type": "Carrying_Case",
        "price": 2,
        "bulk": 5,
        "description": "This large backpack can carry 5 bulk beyond your normal bulk limit while keeping your hands free. This does not help you avoid encumbrance, but it does make it possible to carry more stuff."
    },
    {
        "name": "Rolling Suitcase",
        "type": "Carrying_Case",
        "price": 2,
        "bulk": 5,
        "description": "This nice hard-body suitcase has wheels and a long telescoping handle. It's great for trips abroad, and also useful for lugging equipment around. It can carry up to 5 bulk that does not count against your encumbrance as long as you're wheeling it around instead of carrying it. If you cross difficult terrain, you must pick it up. It always requires the use of one of your hands."
    },
    {
        "name": "Alarm System",
        "type": "Electronics",
        "price": 2,
        "bulk": 2,
        "description": "This electronic alarm system consists of a series of sensors and a central alarm mechanism. The alarm can be a silent signal sent to a monitor or an audible or visual alarm. Many types of sensors can be used including motion sensors, light sensors, sound sensors, or contact sensors."
    },
    {
        "name": "Cloner",
        "type": "Electronics",
        "price": 2,
        "bulk": 0,
        "description": "A cloner is paired with a sniffer to receive and then mimic a wireless signal, usually from a wireless key or similar device."
    },
    {
        "name": "Deauther",
        "type": "Electronics",
        "price": 2,
        "bulk": 0,
        "description": "This device can identify a user on a computer network and deauthorize them. This forces the user to re-enter their network credentials so they can then be stolen."
    },
    {
        "name": "Desktop Computer",
        "type": "Electronics",
        "price": 2,
        "bulk": 3,
        "description": "Desktop computer systems come in a wide range of sizes and performance capabilities. Every year, personal computers become more powerful and more versatile."
    },
    {
        "name": "Drone",
        "type": "Electronics",
        "price": 2,
        "bulk": 2,
        "description": "Flying drones have become popular tools and toys. They are remote controlled but can be programmed for various tasks and fitted with a range of tools. A camera is a standard piece of equipment on most drones. A Use Device action is required to control a drone during combat. (Detailed stats for drones can be found in chapter 15.)"
    },
    {
        "name": "Duck",
        "type": "Electronics",
        "price": 2,
        "bulk": 0,
        "description": "Ducks are USB devices that act as a virtual keyboard. When inserted into a target computer, they can be programmed to execute keyboard commands or allow a hacker to remotely control the computer."
    },
    {
        "name": "Earpiece",
        "type": "Electronics",
        "price": 2,
        "bulk": 0,
        "description": "This piece of covert gear consists of a hidden earpiece and a hidden microphone, both of which connect wirelessly to a cell phone or other hidden transmitter-receiver. This allows the wearer to secretly communicate with others. Battery life tends to be about 1 hour of active use.<br>A DC 20 Wisdom (Perception) check can detect such a device in use by seeing it, overhearing it being used, or observing the behavior of the person using it."
    },
    {
        "name": "Faraday pouch",
        "type": "Electronics",
        "price": 2,
        "bulk": 0,
        "description": "By placing an electronic device inside of a Faraday pouch, you can block it from sending or receiving wireless signals. It prevents unwanted snooping or hacking on the device."
    },
    {
        "name": "Laptop computer",
        "type": "Electronics",
        "price": 2,
        "bulk": 1,
        "description": "Laptop computers can range in size from small tablets to large folding computers. While their power varies, most can perform the same functions as larger desktop machines and have a battery to allow for remote operation."
    },
    {
        "name": "Microcomputer",
        "type": "Electronics",
        "price": 1,
        "bulk": 0,
        "description": "Microcomputers are small computer chips used by hobbyists and manufacturers to make small electronic “smart” devices. Though inexpensive, they require programming and electronics knowledge to use."
    },
    {
        "name": "Robot",
        "type": "Electronics",
        "price": 5,
        "bulk": 8,
        "description": "Robots come in many shapes and sizes, but this entry represents the future of multi-function robotics. Such robots can be programmed for simple interactions but their capabilities are rapidly advancing. (Statistics for consumer robots can be found in chapter 15.)"
    },
    {
        "name": "Smartphone",
        "type": "Electronics",
        "price": 2,
        "bulk": 0,
        "description": "The smartphone is a revolutionary tool that takes professional photos, allows for wireless global communication, has access to nearly all the world's accumulated knowledge through the internet, and even makes for a good flashlight. 'There's an app for that' is pretty much a truism."
    },
    {
        "name": "Smart watch",
        "type": "Electronics",
        "price": 2,
        "bulk": 0,
        "description": "These devices are computerized watches that include a digital display and are capable of running software and wireless connectivity. Most use an IR sensor and accelerometer to measure exercise, heart rate, and other vital health statistics."
    },
    {
        "name": "Sniffer",
        "type": "Electronics",
        "price": 2,
        "bulk": 0,
        "description": "A sniffer is a hacking tool designed to pick up and decode network traffic. Wireless sniffers decode wireless signals while wired sniffers plug physically into a network. What a sniffer can do depends on the security of the network it is sniffing."
    },
    {
        "name": "Toy robot",
        "type": "Electronics",
        "price": 3,
        "bulk": 1,
        "description": "A toy robot is a simple robot designed for amusement and play. Their programming is limited to simple responses to simple commands, or to accomplish a well-defined task. Robot vacuum cleaners and other simple consumer robots also fall into this category."
    },
    {
        "name": "Crowbar",
        "type": "Hardware",
        "price": 1,
        "bulk": 2,
        "description": "A crowbar is designed to give you leverage when pulling things apart. You can also use it as a weapon if you need to, equivalent to a large metal club. Using a crowbar grants advantage on Strength checks made to move a heavy object, break something, or to open doors, windows, or containers."
    },
    {
        "name": "Duct tape",
        "type": "Hardware",
        "price": 1,
        "bulk": 1,
        "description": "Duct tape is a tough, single-sided fabric tape widely renowned for its toughness and versatility. It is especially popular for making quick repairs to broken objects. When used as a restraint, it requires a DC 20 ability check to escape from, typically Dexterity (Sleight of Hand) or Strength (Athletics)."
    },
    {
        "name": "Ear protection",
        "type": "Hardware",
        "price": 1,
        "bulk": 0,
        "description": "This can take the form of earplugs or headphones designed to block loud noises from damaging your hearing. They offer advantage on Constitution saving throws against being Deafened."
    },
    {
        "name": "Fire suit",
        "type": "Hardware",
        "price": 2,
        "bulk": 2,
        "description": "A fire suit covers the entire body, protecting the wearer from heat and flames. A fire suit grants the wearer damage reduction 10 against fire."
    },
    {
        "name": "Flashlight",
        "type": "Hardware",
        "price": 1,
        "bulk": 1,
        "description": "Flashlights and headlamps project light in front of you up to 60 feet. This negates the penalties for low light and darkness within reach of the device but makes the user visible up to a mile away in clear terrain."
    },
    {
        "name": "Gas mask",
        "type": "Hardware",
        "price": 2,
        "bulk": 1,
        "description": "A gas mask, when properly worn, protects the wearer from inhaled poisonous gases and airborne chemical irritants targeting the nose, eyes, or mouth."
    },
    {
        "name": "Hazmat suit",
        "type": "Hardware",
        "price": 2,
        "bulk": 1,
        "description": "Hazmat suits offer full body protection against a range or chemical and biological hazards. They include full face protection, full body protection, and air filtration. Different suits protect against different types of hazards."
    },
    {
        "name": "Safety goggles",
        "type": "Hardware",
        "price": 1,
        "bulk": 0,
        "description": "Safety goggles are designed to protect your eyes from irritants or small objects. They render you largely immune from pepper spray or similar blinding chemical attacks."
    },
    {
        "name": "Multitool",
        "type": "Hardware",
        "price": 1,
        "bulk": 0,
        "description": "This pocket-sized, foldable knife includes a range of other handy tools incorporated into the design. They can deal with a number of simple jobs. They are not intended for fighting but could be used as a weapon in a pinch."
    },
    {
        "name": "Zip ties",
        "type": "Hardware",
        "price": 1,
        "bulk": 0,
        "description": "In addition to organizing cables and the like, these ties can be used as improvised restraints. A DC 20 Strength check can break them. A DC 20 Dexterity (Sleight of Hand) check allows escape. They can also easily be cut with any bladed instrument."
    },
    {
        "name": "Caltrops",
        "type": "Specialty",
        "price": 1,
        "bulk": 1,
        "description": "Caltrops are tiny metal objects which, when thrown on the ground, always have an upward facing spike. They can impede people, animals, and soft-tire vehicles when strewn on the ground in the path of travel. They are detailed under “Traps” in chapter 10."
    },
    {
        "name": "Handcuffs",
        "type": "Specialty",
        "price": 1,
        "bulk": 0,
        "description": "Typical law enforcement handcuffs are difficult to break free from when properly applied. A DC 30 Strength check can break them. A DC 25 Dexterity (Sleight of hand) check allows escape. Finally, they can be picked with a DC 20 Intelligence (Security) check, though this check has disadvantage if they are behind your back. You can buy escape keys that open most handcuffs."
    },
    {
        "name": "Lockpicks",
        "type": "Specialty",
        "price": 1,
        "bulk": 0,
        "description": "A set of lockpicks includes a number of tools useful for picking locks. The two essentials are a tension bar and a pick which, when used together, can open most locks. Lockpicks are necessary to pick locks, but you can improvise a pick using stiff wire."
    },
    {
        "name": "Slim Jim",
        "type": "Specialty",
        "price": 1,
        "bulk": 1,
        "description": "A slim jim is a thin piece of metal about two to three feet long with a small hook on one end. It can slip into a car door to switch the lock open. It works only on older cars, or inexpensive cars without power locks and shielded locking mechanisms. With such cars, it offers advantage on Intelligence or Dexterity (Security) checks made to open them."
    },
    {
        "name": "Binoculars",
        "type": "Sporting_Goods",
        "price": 1,
        "bulk": 1,
        "description": "Binoculars help you see farther than you otherwise could, though with a narrower field of view. They come in a wide range of magnifications and sizes. Typically, the GM will assign a higher DC to spot people or objects at a great distance. Binoculars reduce that DC."
    },
    {
        "name": "Camouflage clothing",
        "type": "Sporting_Goods",
        "price": 2,
        "bulk": 0,
        "description": "Hunters and combatants often wear clothing and use equipment with a camouflage pattern. Each pattern is specific to a given environment. Anyone trying to spot someone or something that is camouflaged for the given environment has disadvantage on their Wisdom (Perception) check."
    },
    {
        "name": "Diver propulsion vehicle",
        "type": "Sporting_Goods",
        "price": 3,
        "bulk": 4,
        "description": "Known as a DPV, this device consists of a waterproof housing for a battery and propeller that you hold on to while diving to provide you with propulsion. This both increases your speed and stamina while diving allowing for longer dives. Use of a DPV increases dive times by 50 percent and allows for normal movement underwater."
    },
    {
        "name": "Ghillie suit",
        "type": "Sporting_Goods",
        "price": 2,
        "bulk": 2,
        "description": "A ghillie suit covers the entire body in a mesh designed with camouflage patterns and material simulating the texture of the targeted environment. In addition to the effect of regular camouflage, anyone wearing a ghillie suit has advantage on Dexterity (Stealth) checks to hide in the matching environment."
    },
    {
        "name": "Ice skates",
        "type": "Sporting_Goods",
        "price": 2,
        "bulk": 0,
        "description": "Ice skates are essential for moving quickly on ice. A hero wearing ice skates and who is proficient in either Athletics or Acrobatics can treat ice as normal terrain. Anyone wearing ice skates treats all other terrain as difficult terrain."
    },
    {
        "name": "Metal detector",
        "type": "Sporting_Goods",
        "price": 2,
        "bulk": 3,
        "description": "This tool finds metal objects using a magnetic field generator and sensor. It works only in places that don't otherwise contain metal objects. It offers advantage on Wisdom (Perception) checks to locate metal objects in a given location."
    },
    {
        "name": "Night vision device",
        "type": "Sporting_Goods",
        "price": 3,
        "bulk": 1,
        "description": "These devices date back to WWII and allow the wearer to see reasonably well in low light conditions. Night vision scopes allow you to ignore the combat penalties from low light and darkness. Night vision goggles remove all penalties from low light and darkness."
    },
    {
        "name": "Parachute",
        "type": "Sporting_Goods",
        "price": 3,
        "bulk": 3,
        "description": "If you plan to jump out of an airplane, you need one of these. They take some training to use correctly. Controlled descent requires a DC 13 Dexterity (Acrobatics) or Dexterity (Vehicles) check. A parachute, when used correctly, prevents all falling damage."
    },
    {
        "name": "Periscope",
        "type": "Sporting_Goods",
        "price": 1,
        "bulk": 1,
        "description": "A periscope allows you to see around a corner, over a wall, and so forth using either optical mirrors or a digital camera. Using a periscope offers advantage on Dexterity (Stealth) checks made while spying."
    },
    {
        "name": "Roller skates",
        "type": "Sporting_Goods",
        "price": 2,
        "bulk": 0,
        "description": "Whether four-wheeled skates or inline roller blades, these devices move fast on hard and flat terrain. A hero wearing roller skates and proficient in either Athletics or Acrobatics increases their movement speed by 10 feet when on hard, flat terrain. All other terrain is considered difficult terrain while wearing roller skates. They do not afford bonus movement."
    },
    {
        "name": "Rope, 50 feet",
        "type": "Sporting_Goods",
        "price": 1,
        "bulk": 1,
        "description": ""
    },
    {
        "name": "Scuba gear",
        "type": "Sporting_Goods",
        "price": 3,
        "bulk": 4,
        "description": "Scuba gear allows you to breathe underwater using an oxygen tank. Typical gear allows you about one hour of dive time. Scuba gear may include a dry or wetsuit for colder water and includes swim fins."
    },
    {
        "name": "Skateboard",
        "type": "Sporting_Goods",
        "price": 1,
        "bulk": 2,
        "description": "Skateboards allow their riders to move quickly and perform fun tricks in an urban environment. Heroes using a skateboard who are proficient in either Athletics or Acrobatics can increase their movement speed by 10 feet on flat and hard surfaces. Unlike skates, heroes can quickly switch to foot in other terrain provided they have a hand free to carry the board."
    },
    {
        "name": "Swim fins",
        "type": "Sporting_Goods",
        "price": 1,
        "bulk": 2,
        "description": "Swim fins attach to your feet, giving you greater traction in the water. Wearing fins grants advantage on Strength (Athletics) checks made to swim."
    },
    {
        "name": "Swim goggles",
        "type": "Sporting_Goods",
        "price": 1,
        "bulk": 0,
        "description": "Swim goggles protect your eyes from irritants in water, allowing you unimpaired vision in clear water. Swim goggles negate disadvantage to Wisdom (Perception) checks made to see underwater."
    },
    {
        "name": "Trap camera",
        "type": "Sporting_Goods",
        "price": 2,
        "bulk": 0,
        "description": "A trap camera combines a motion sensor and a digital camera. When the sensor is tripped, the camera takes a series of pictures. The pictures are stored in the camera and can be wirelessly transmitted to a nearby device."
    },
    {
        "name": "Trap, shell",
        "type": "Sporting_Goods",
        "price": 1,
        "bulk": 0,
        "description": "A shell trap is a small metal frame designed to fire a shotshell using a simple spring action firing pin. The shell trap is attached to something, the shell placed inside, the spring set, and a string or wire is rigged to set off the trap, firing the shell. As there is no barrel, the range is short. It can be used as an alarm with blank shells."
    },
    {
        "name": "Trap, steel jaw",
        "type": "Sporting_Goods",
        "price": 2,
        "bulk": 1,
        "description": "Steel jaw traps, often called bear traps, consist of spring-powered steel teeth that snap shut when the trigger in the center of the trap is pressed or pulled. The jaws are meant to hold an animal's arm or leg in the trap as well as to wound the animal."
    },
    {
        "name": "Winter clothing",
        "type": "Sporting_Goods",
        "price": 2,
        "bulk": 2,
        "description": "When operating in extreme cold, it's critical to have cold winter clothing and bedding. Winter clothing provides the wearer damage reduction 10 against cold."
    }
]