[
    {
        "name": "Coordinated Maneuvers",
        "description": "You already told your team exactly where to go in this very situation. When you enact this plan as a bonus action, you and each ally that can see or hear you can immediately move up to their movement speed. Opportunity attacks made in reaction to this movement have disadvantage. During a foot chase, each affected hero gains advantage on Strength (Athletics) checks until the start of your next turn.<br />Level 5: Each affected hero can perform Dash as a bonus action for the next 10 rounds. Opportunity attacks made in reaction to this movement have disadvantage. During a foot chase, each affected hero gains advantage on Strength (Athletics) checks for the next minute.<br />Level 9: For the next minute, each affected hero's movement speed is increased by 10 feet. During a foot chase, each affected hero gains advantage on Strength (Athletics), Dexterity (Acrobatics), and Constitution (Endurance) checks for the next minute.",
        "class": "Shared"
    },
    {
        "name": "Dirty Little Secrets",
        "description": "Your information network gives you access to confidential and compromising information about nearly anyone. You memorize this information in advance of meeting people. At any time, you can enact this plan to recall information about a given person you meet or know. This gives you advantage on Charisma checks made against that person for the next hour.<br />Level 5: The effect lasts for one week.<br />Level 9: Ignore all sources of disadvantage on Charisma (Intimidation) checks made against the target.",
        "class": "Shared"
    },
    {
        "name": "Expect the Unexpected",
        "description": "When you enact this plan as an action, you prepare yourself for every form of attack. For the next hour, your Defense bonus is +3.<br />Level 5: The bonus becomes +4. While this plan is active, you can use this bonus in place of your Strength or Dexterity modifier when making a saving throw.<br />Level 9: The bonus becomes +5.",
        "class": "Shared"
    },
    {
        "name": "Know the Layout",
        "description": "You knew you were going to end up here, so naturally you carefully studied the blueprints. Or perhaps you've researched so many similar locations that you can perfectly predict the layout. When you enact this plan, which does not require any action, the GM reveals one of the following facts of your choice:<br /><ul><li>All entrances and exits from the building</li><li>The number of guards normally stationed</li><li>The type of security systems installed in the building</li><li>Which floor of the building a given person or object is located on</li><li>The location of all stairs and elevators in the building</li><li>The location of one secret room or door within the building</li><li>The fastest path from one location in the building to another</li></ul><br />Level 3: The GM reveals two facts of your choice.<br />Level 5: The GM reveals three facts of your choice.<br />Level 7: The GM reveals four facts of your choice.<br />Level 9: The GM reveals five facts of your choice.",
        "class": "Shared"
    },
    {
        "name": "The Right Tool",
        "description": "When you enact this plan as a free action, you produce the perfect tool for the task at hand. You brought it with you, had it brought to you, or knew just where to find it. The tool can be any piece of equipment that you can carry and afford. If it is a weapon, it is fully loaded.<br />Level 3: You can produce up to two pieces of equipment.<br />Level 5: You can produce up to three pieces of equipment. The equipment can have a price level of up to one level higher than your Wealth Level.<br />Level 7: You can produce up to four pieces of equipment.<br />Level 9: You can produce up to five pieces of equipment. The equipment can have a price level of up to two levels higher than your Wealth Level.",
        "class": "Shared"
    },
    {
        "name": "Watch Your Step",
        "description": "When you enact this plan as an action, you cause a 10-foot square surface within 60 feet to become slick with oil, ice, marbles, or some other slippery substance. The area becomes difficult terrain. Each combatant standing in the area must succeed on a Dexterity saving throw against your plan DC or fall Prone. A combatant that enters the area or ends their turn there must succeed on a Dexterity saving throw against your plan DC or fall Prone. This effect lasts for 1 minute.<br />When you enact this plan during a chase, instead choose up to two opponents on foot or one land vehicle's driver. Each target must succeed on a Dexterity saving throw against your plan DC. You earn 1 chase point for each target that fails, or 2 points if the target was a driver.<br />Level 5: You can increase the area to a 20-foot square. Your allies are not affected by the surface thanks to what you did to their shoes. During a chase, you can choose up to four opponents on foot or two vehicles' drivers instead.<br />Level 9: The area you affect can be any distance away, as long as you can see it. You can enact this plan as a bonus action.",
        "class": "Shared"
    },
    {
        "name": "When a Plan Comes Together",
        "description": "After you enact any other plan, you may use this plan as a free action to inspire your team. You and up to six of your allies that can see or hear you gain temporary hit points equal to your Intelligence modifier.<br />Level 3: You and your allies gain temporary hit points equal to 1d4 + your Intelligence modifier instead.<br />Level 5: You and your allies gain temporary hit points equal to 2d4 + your Intelligence modifier instead.<br />Level 7: You and your allies gain temporary hit points equal to 3d4 + your Intelligence modifier instead.<br />Level 9: You and your allies gain temporary hit points equal to 4d4 + your Intelligence modifier instead.",
        "class": "Shared"
    },
    {
        "name": "Customize",
        "description": "When you enact this plan as an action, you apply a custom modification to a firearm or other mechanical weapon you or an ally within 5 feet is wielding. For the next 10 minutes, or until you enact this plan again, the weapon gains one of the following benefits of your choice:<br /><ul><li>AP Rounds. The weapon's Penetration Value is increased by 1.</li><li>Carrying Strap. The weapon loses the Stationary property.</li><li>Improved Balance. Attack and damage rolls made with the weapon gain a +1 bonus.</li><li>Incendiary Rounds. The weapon deals an additional 1d4 fire damage.</li><li>Modded Barrel. The weapon's range values are doubled.</li><li>Quick Reload. The reload speed of the weapon is decreased by 1 step: from action to bonus action or from bonus action to no reload time.</li><li>Rapid Action. The weapon gains the full-auto weapon property.</li></ul><br />Level 3: The effect lasts for 1 hour.<br />Level 5: You can choose up to two benefits.<br />Level 7: The effect lasts for 4 hours.<br />Level 9: You can choose up to three benefits.",
        "class": "Engineer"
    },
    {
        "name": "Cut the Power",
        "description": "When you enact this plan as a bonus action, you cause any one machine that you can see, or everything powered by the building's electrical system in a single room that you can see, to lose electrical power until repaired. If a machine is being held or operated, its owner can attempt an Intelligence saving throw against your plan DC to ignore this effect. Anyone can attempt to fix the outage as an action by succeeding on an Intelligence (Mechanics) check against your plan DC. You can return power as a bonus action.<br />An autonomous robot targeted by this plan temporarily shuts down. Instead of the above effect, it must make an Intelligence saving throw against your plan DC or be Paralyzed until the end of your next turn.<br />Level 3: You can cut the power to up to two machines.<br />Level 5: You can cut the power to an entire building, or up to three individual machines.<br />Level 7: You can cut the power to up to four machines.<br />Level 9: You can cut the power to an entire block, or any number of individual machines you can see.",
        "class": "Engineer"
    },
    {
        "name": "Demolish",
        "description": "You can enact this plan as an action to activate a hidden demolition charge you planted earlier on a surface you can see. The effect depends on the surface you placed the charge on. Targets cannot Dive for Cover in reaction to this plan.<br /><ul><li>Ceiling or Floor. The surface within 5 feet of the charge collapses. Everyone under the collapse must make a Dexterity saving throw against your plan DC, taking 3d6 bludgeoning damage (PV 1) from falling debris on a failed save, or half as much on a successful one.<br />Anyone who was standing on the collapsed surface must make a Dexterity saving throw against your plan DC, taking 3d6 explosive damage (PV 4) on a failed save, or half as much on a successful one. If they fail, they also fall through the hole, suffering falling damage as normal.</li><li>Wall or Door. The surface within 5 feet of the charge is breached, becoming difficult terrain and providing half cover. Anyone behind the breached surface must make a Dexterity saving throw against your plan DC, taking 3d6 explosive damage (PV 4) on a failed save, or half as much on a successful one.</li><li>Chase Hazard. The charge damages your enemies' path. Choose up to two opponents, who must each make a Dexterity saving throw against your plan DC, taking 3d6 bludgeoning damage (PV 1) on a failed save, or half as much on a successful one. Each failed save also gives your side 1 chase point unless that opponent drops from the chase.</li></ul><br />Level 3: The damage from debris or the explosion becomes 4d6.<br />Level 5: The damage from debris or the explosion becomes 6d6. You can collapse or breach the surface within 10 feet of the charge. During a chase, you can choose up to four opponents.<br />Level 7: The damage from debris or the explosion becomes 7d6.<br />Level 9: The damage from debris or the explosion becomes 9d6. You can collapse or breach the surface within 20 feet of the charge. During a chase, you can choose up to six opponents.",
        "class": "Engineer"
    },
    {
        "name": "Emergency Jetpack",
        "description": "When you enact this plan as an action, you reveal an emergency jetpack. You gain a flying speed of 60 feet until the end of your next turn, at which point you fall if you are not on solid ground.<br />While the jetpack is active during a foot chase, you automatically pass all ability checks and saving throws related to difficult terrain, jumping, or climbing, and you have advantage on all Strength (Athletics) and Constitution (Endurance) checks.<br />Level 3: You can choose one ally within 30 feet to benefit from this plan instead of you.<br />Level 5: The jetpack lasts for 1 minute.<br />Level 7: You can enact this plan as a reaction when you or an ally within 30 feet falls.<br />Level 9: You can choose yourself and up to six allies within 30 feet to benefit from this plan.",
        "class": "Engineer"
    },
    {
        "name": "My Robot Can Do That",
        "description": "You can enact this plan as an action to activate an experimental system you installed in your mechanical companion. For the next hour, or until you enact this plan again, your mechanical companion gains one of the following perks of your choice:<br /><ul><li>Combat Protocol. Your mechanical companion can make opportunity attacks using its reaction. In addition, you can add your proficiency bonus to the damage of your companion's attacks.</li><li>Defense Protocol. Your mechanical companion gains 10 temporary hit points. You can select this perk multiple times, increasing the amount of temporary hit points by 10 each time. These temporary hit points are lost when this plan ends.</li><li>Efficiency Protocol. This plan lasts for 4 hours instead of 1. You can take this perk a second time, increasing the duration to 8 hours.</li><li>Skill Protocol. Your mechanical companion can use your Intelligence (Computers) bonus instead of its normal bonus when it makes an ability check using one of the following skills of your choice: Investigation, Intimidation, Perception, Mechanics, Security, Sleight of Hand, or Stealth. You can select this perk multiple times, choosing a different skill each time.</li><li>Speed Protocol. The mechanical companion's movement speed is doubled.</li></ul><br />Level 3: You can choose up to two perks.<br />Level 5: You can choose up to three perks.<br />Level 7: You can choose up to four perks.<br />Level 9: You can choose up to five perks.",
        "class": "Engineer"
    },
    {
        "name": "Overload",
        "description": "When you enact this plan as an action, you cause any electronic device within 120 feet that you can see or that you have access to via a network to short out, shocking anyone nearby. Each combatant within 5 feet of the device must make a Dexterity saving throw against your plan DC, taking 3d6 electrical damage (PV 4) on a failed save, or half as much on a successful one. Combatants cannot dive for cover reaction to this plan.<br />Level 3: The damage becomes 4d6.<br />Level 5: The damage becomes 6d6 and you can choose to affect all targets within 10 feet of the chosen device.<br />Level 7: The damage becomes 7d6.<br />Level 9: The damage becomes 9d6 and you can choose to affect all targets within 20 feet of the chosen device.",
        "class": "Engineer"
    },
    {
        "name": "Shocking Blow",
        "description": "As an action, you can enact this plan to make a melee attack using your Intelligence modifier + your proficiency bonus as your attack bonus. If you hit, you deal 3d6 electrical damage (PV 2) to the target thanks to the special electrical capacitor hidden up your sleeve or in your glove. On a hit, the target must make a Constitution saving throw against your plan DC or be Stunned until the end of your next turn.<br />Level 3: The damage becomes 4d6.<br />Level 5: The damage becomes 5d6. A target that fails its saving throw is Stunned for 1 minute. It can repeat the saving throw at the end of each of its turns, ending the effect on a successful save.<br />Level 7: The damage becomes 6d6.<br />Level 9: The damage becomes 7d6. For the next minute, you can spend an action to repeat this attack.",
        "class": "Engineer"
    },
    {
        "name": "Brick It",
        "description": "Using the latest zero-day exploit, you can activate this plan as an action to shut down or damage computer-controlled devices that are not specifically shielded against wireless communications and are within 100 feet of you. You need a computer or smartphone to enact this plan.<br />Success is automatic against computer terminals, handheld devices, smartphones, electronic door controls, and similar devices.<br />Against a device being actively driven or operated, or when targeting a robot, the operator or entity can make an Intelligence saving throw against your plan DC to negate the effect.<br />The exact effect depends on the type of target and the plan enhancement level: pg. 86.<br />A targeted system that is shut down but not destroyed can be restarted as an action by someone with an Intelligence (Computers) check made against your plan DC.",
        "class": "Hacker"
    },
    {
        "name": "Cha-Ching",
        "description": "Thanks to your array of fake and stolen credit accounts, you can activate this plan any time you need to make a purchase that takes electronic payments or credit. You can treat your Wealth Level as 4 or your current Wealth Level +1 (whichever is higher) for a single purchase. Purchasing traceable goods such as a car, boat, real estate, or a company with this plan is potentially dangerous. After one week, authorities may investigate the purchase and track such goods. The highest Wealth Level in the game is Wealth Level 6.<br />Level 3: Wealth Level 5 or your Wealth Level +2 (whichever is higher)<br />Level 5: Effect lasts for 24 hours instead of one purchase<br />Level 7: Wealth Level 6<br />Level 9: You can safely purchase traceable goods.",
        "class": "Hacker"
    },
    {
        "name": "Did My Homework",
        "description": "Having previously studied your opponent's online profile, you can enact this plan as a bonus action to know an opponent's weakness. Choose one target you can see and apply one of the following effects. The target can make an Intelligence saving throw against your plan DC at the end of each of their turns. Success ends all effects.<br /><ul><li>Achilles' Heel. The target has disadvantage on saving throws against your other plans.</li><li>Best Defense. The target has disadvantage on attack rolls against you.</li><li>Weak Spot. You have advantage on attack rolls against the target.</li><li>Stronger Than You. You have advantage on Strength (Athletics) and Dexterity (Acrobatics) checks made against the target.</li><li>Smarter Than You. You have advantage on Wisdom (Perception) and Wisdom (Insight) checks made against the target.</li><li>Faster Than You. You have advantage on Dexterity (Sleight of Hand) and Dexterity (Stealth) checks made against the target.</li></ul><br />Level 3: You can apply two effects.<br />Level 5: You can apply three effects.<br />Level 7: You can apply four effects.<br />Level 9: You can apply five effects.",
        "class": "Hacker"
    },
    {
        "name": "I'm In",
        "description": "Thanks to the back-door access you set up last week, when you enact this plan as a bonus action, you take control of a single computer system or computer dependent device you can access directly, through a network connection, or by radio communications. You cannot access remote systems (those not connected to public or wireless networks) unless you have physical access.<br />If the device or system is being actively operated by someone, or if the target is a robot, the operator or entity can make an Intelligence saving throw against your plan DC at the end of each of their turns to end the effect.<br />In combat, you can operate the device as an action during your turn. If the device is an autonomous AI, operating them means you can command them to perform any one action they are normally capable of, or command them to move.<br />Out of combat, this gives you access to a computer system automatically. You can then access data, run malicious software, or manipulate data while in the system. You maintain access until someone detects the breach and tries to remove access. Kicking you out of the system requires an Intelligence (Computers) check against your plan DC.<br />Level 3: Your access cannot be traced back to you.<br />Level 5: Anyone trying to detect and kick you out of a system has disadvantage on their Intelligence (Computers) check.<br />Level 7: Saving throws against this plan have disadvantage.<br />Level 9: After enacting this plan, you can use it again as an action without expending any Genius, taking control of more systems until the one-hour time limit expires. If an operator or AI successfully makes their save, you cannot target that same device again.",
        "class": "Hacker"
    },
    {
        "name": "RTFM",
        "description": "Because you previously read the 'friendly' manual, you can enact this plan as a reaction before making an ability check allowing a skill proficiency, as a bonus action, or any time outside of combat. Choose a skill. You gain proficiency and expertise in that skill for the next 10 minutes.<br />Level 3: You can also choose an equipment proficiency. You gain that equipment proficiency for the duration of the effect.<br />Level 5: You can use your Intelligence modifier for attack and damage rolls with weapons you are proficient with instead of the default ability score for the duration of the effect.<br />Level 7: The effect lasts until you complete a short or long rest.<br />Level 9: The effect lasts until you complete a long rest.",
        "class": "Hacker"
    },
    {
        "name": "Sucks to be You",
        "description": "You must know the name of the target to enact this plan against them. The effect lasts until the target has a chance to clear up the problem with authorities. Clearing their name requires a Charisma (Persuasion) check against your plan DC and takes at least 24 hours.<br />When it is time to unleash the vicious malware you prepared earlier, you can enact this plan as an action to hack someone's personal data in one of the following ways.<br /><ul><li>No Access. Scramble all their passwords.</li><li>No Credit. Stop all their credit cards and debit cards from working.</li><li>No Exit. Put them on a no-fly list or a similar list used at border crossings.</li><li>No Explanation. Fill their hard drives with embarrassing and salacious media files.</li><li>No Free Pass. Put out a warrant for their arrest for unpaid parking tickets.</li></ul><br />Level 3: You can choose two ways to make them miserable.<br />Level 5: You can choose three ways to make them miserable.<br />Level 7: You can choose four ways to make them miserable.<br />Level 9: You can make them miserable in all five ways. Wish them good luck with their new life!",
        "class": "Hacker"
    },
    {
        "name": "We Interrupt This Program",
        "description": "Using your bot-net within media company mainframes, you can enact this plan as an action to broadcast an audio/video message in real time to all media devices within 200 feet of your current location. The message could be preprepared or can be a live address using your cell phone camera. You can limit the message to specific devices, types of devices, or specific media networks if you so choose. The message can be up to 3 minutes long.<br />Level 3: You can extend the range to 1 mile and the duration to 5 minutes.<br />Level 5: You can extend the range to 100 miles and the duration to 10 minutes.<br />Level 7: You can send the message nationwide.<br />Level 9: You can send the message worldwide.<br />Using this plan at 100 miles or more draws unwanted attention from security experts and law enforcement. While they cannot trace the hack, they can use circumstantial information from the message to investigate the hacker.",
        "class": "Hacker"
    },
    {
        "name": "I Had it Poisoned",
        "description": "Thanks to your brilliant foresight and schemes, this plan can be enacted as a reaction when one of the following occurs.<br /><ul><li>When you or an ally you can see makes a successful attack with a weapon that does piercing or slashing damage to a target.</li><li>After someone in the same room as you eats something, drinks something, or receives medical treatment.</li></ul><br />When you enact this plan, choose one of the following poisons.<br /><ul><li>Common Hallucinogens. The target must succeed on a Constitution saving throw against your plan DC or be Sickened for 1 minute. The target can repeat the save at the end of each of its turns, ending the effect on a success.</li><li>Common Snake Venom. The target must make a Constitution saving throw against your plan DC, suffering 3d6 poison damage (ignoring armor) on a failed save, and half as much on a successful one.</li></ul><br />If you have an ingestible or injury poison in your inventory, you can choose to use that poison in place of one of the above. If you do, the target of the plan suffers the effects of that poison instead, using its normal save DC. This uses up the poison.<br />Level 3: You can choose one of the following poisons instead.<br /><ul><li>Common Spider Venom. The target must succeed on a Constitution saving throw against your plan DC or be Sickened for 1 minute. While Sickened in this way, the target suffers 1d6 poison damage (ignoring armor) at the start of each of its turns. The target can repeat the saving throw at the end of each of its turns, ending the effect on a success.</li><li>Rare Hallucinogens. The target must succeed on a Constitution saving throw against your plan DC or be Sickened for 1 minute. The target is Blinded while Sickened in this way. The target can repeat the save at the end of each of its turns, ending the effect on a success.</li></ul><br />Level 5: You can choose one of the following poisons instead.<br /><ul><li>Rare Snake Venom. The target must make a Constitution saving throw against your plan DC, suffering 6d6 poison damage (ignoring armor) on a failed save, and half as much on a successful one.</li><li>Tranquilizer. The target must succeed on a Constitution saving throw against your plan DC or be Sickened for 1 minute. The target is Unconscious while Sickened in this way. The target wakes up if it suffers any damage.</li></ul><br />Level 7: You can choose one of the following poisons instead.<br /><ul><li>Mushrooms. The target must succeed on a Constitution saving throw against your plan DC or be affected by this poison for 1 minute. A target that cannot be Sickened is immune to this effect. The target can repeat the save at the end of each of its turns, ending the effect on a success. While affected by this poison, a target must roll a d10 at the start of each of its turns to determine what it does: pg.91</li><li>Rare Spider Venom. The target must succeed on a Constitution saving throw against your plan DC or be Sickened for 1 minute. While Sickened in this way, the target suffers 3d6 poison damage (ignoring armor) at the start of each of their turns. The target can repeat the save at the end of each of its turns, ending the effect on a success.</li></ul><br />Level 9: You can choose the following poison instead.<br /><ul><li>Neurotoxin. The target must make a Constitution saving throw against your plan DC, suffering 6d6 poison damage (ignoring armor) on a failed save, and half as much on a successful one. On a failed save, the target is also Sickened for 1 minute. While poisoned in this way, the target takes 6d6 poison damage (ignoring armor) at the start of each of its turns. The target can repeat the save at the end of each of its turns, ending the effect on a success.</li></ul>",
        "class": "Mastermind"
    },
    {
        "name": "I Had Them Bugged",
        "description": "When you enact this plan, you can name one person you met within the last 24 hours. Since you bugged them at the time, you can ask one question of the GM about that person or their activities. The GM will give you a true answer to your question if you could reasonably have learned the answer from recording the target's actions and communications. The GM might refuse for the sake of the story, but if they do, you may ask another question following the same guidelines. If no question is appropriate, you get your Genius point back. The GM can reveal additional information if they so choose.<br />Level 3: You can ask up to two questions.<br />Level 5: You can name a person you have met within the last week, and you can ask up to three questions. Instead of asking questions, you can perform active surveillance on the target. If you do, you receive up-to-date visual and audio information from their location for the next 10 minutes as if you were there.<br />Level 7: You can ask up to four questions. If you perform active surveillance, you can do so for up to 1 hour.<br />Level 9: You can name any person you have ever met, you can ask up to five questions, and you can perform active surveillance as well as asking these questions.",
        "class": "Mastermind"
    },
    {
        "name": "I Have the Perfect Disguise",
        "description": "When you enact this plan as an action, you can reveal a disguise you have prepared for the occasion. This disguise makes you look almost identical to another person you have seen. The disguise can include facial prosthetics, a realistic wig, skin tone adjustments, and anything else required to mimic the chosen person. It can include any normal clothing or uniform, but any identification or badge does not hold up to more than cursory scrutiny. You can make yourself appear up to 3 inches taller or shorter, and up to 25% lighter or heavier, but this does not hold up to any measurements. The disguise is purely visual; you can't change your voice.<br />You have advantage on Charisma (Deception) checks to pretend to be the person you are disguised as, as long as the target can see you.<br />Anyone trying to see through the disguise must use their action to inspect your appearance and make an Intelligence (Investigation) check against your plan DC. If the check is successful, they see through the disguise. Otherwise, they believe the disguise.<br />The disguise lasts for 1 hour before pieces begin falling off and breaking apart, at which point it no longer functions.<br />Level 3: You can add a voice modulator to your disguise, allowing you to mimic the chosen person's voice. You have advantage on Charisma (Deception) checks to pretend to be the person you are disguised as if the target can hear you or see you. In addition, the disguise can make you appear to be up to 1 foot taller or shorter, and up to 50% lighter or heavier, which holds up to basic measurements but not medical exams.<br />Level 5: You can target up to two allies within 30 feet of you instead of yourself, or yourself and one ally within 30 feet, giving a unique disguise to each.<br />Level 7: Any disguise constructed by this plan lasts for up to 8 hours.<br />Level 9: You can affect yourself and up to six allies within 30 feet, giving each an individual disguise.",
        "class": "Mastermind"
    },
    {
        "name": "I Knew You'd Do That",
        "description": "When you are attacked or must make a Dexterity saving throw, you can enact this plan as a reaction. When you do, you gain a +5 bonus to your Defense and Dexterity saving throws until the start of your next turn. You can wait until you know the result of the roll to use this ability, potentially forcing an attack that would have hit to miss, or a save that would have failed to succeed.<br />Level 3: You can grant the bonus to an ally instead of yourself, when they are attacked or make a Dexterity saving throw.<br />Level 5: The bonus lasts until the start of your second turn after you use it.<br />Level 7: The bonus lasts until the start of your third turn after you use it.<br />Level 9: The bonus lasts for 1 minute.",
        "class": "Mastermind"
    },
    {
        "name": "I Lured You Into Danger",
        "description": "You can enact this plan as a reaction when an opponent within 30 feet of you and that you are aware of moves closer to you, causing the opponent to stumble into a cleaning cart, trip over a mop, get their foot stuck in a loose floorboard, and so on. That opponent must make a Dexterity saving throw against your plan DC, taking 2d6 bludgeoning damage (PV 1) on a failed save, or half as much on a successful one. In addition, on a failed save, the target falls Prone and their movement speed is reduced to 0 until the end of the current turn, ending their movement.<br />Level 3: The damage becomes 3d6.<br />Level 5: The damage becomes 5d6. You can affect an opponent up to 60 feet away.<br />Level 7: The damage becomes 6d6.<br />Level 9: The damage becomes 8d6. You can affect an opponent up to 120 feet away.",
        "class": "Mastermind"
    },
    {
        "name": "I'll Tell You How It's Done",
        "description": "When you enact this plan as an action, choose yourself or one ally within 5 feet that can hear you. The chosen hero gains your choice of one of the following effects for the next minute, or until you enact this plan again.<br /><ul><li>Stronger. The target has advantage on Strength checks.</li><li>Tougher. The target has advantage on Constitution checks. They also gain 2d6 temporary hit points, which are lost when the effect ends.</li><li>Faster. The target has advantage on Dexterity checks. They also gain damage reduction 15 against falling if they aren't Incapacitated.</li><li>Smarter. The target has advantage on Intelligence checks.</li><li>Wiser. The target has advantage on Wisdom checks.</li><li>Comelier. The target has advantage on Charisma checks.</li></ul><br />Level 3: The effect lasts for 10 minutes.<br />Level 5: You can affect up to two targets.<br />Level 7: You can affect up to three targets.<br />Level 9: You can affect up to four targets, and you can choose two effects instead of one.",
        "class": "Mastermind"
    },
    {
        "name": "They'll Never See Us Coming",
        "description": "When you enact this plan as an action, you and any allies you choose that can see or hear you gain a +5 bonus to Dexterity (Stealth) checks. This effect lasts for 10 minutes, or until you enact this plan again.<br />Level 3: The bonus lasts for 1 hour.<br />Level 5: The bonus becomes +10.<br />Level 7: The bonus lasts for 4 hours.<br />Level 9: The bonus becomes +15.",
        "class": "Mastermind"
    },
    {
        "name": "Adrenaline Shot",
        "description": "As an action, you can enact this plan to inject yourself or a willing or Unconscious ally within 5 feet of you with an adrenaline shot you prepared earlier. The target gains temporary hit points equal to 1d6 + your Intelligence modifier. If they were at 0 hit points, they also regain 1 hit point.<br />Level 3: The target gains temporary hit points equal to 2d6 + your Intelligence modifier.<br />Level 5: The target gains temporary hit points equal to 4d6 + your Intelligence modifier. Alternatively, instead of granting temporary hit points, you can inject an ally who died within the last round. That ally returns to life with 1 hit point.<br />Level 7: The target gains temporary hit points equal to 6d6 + your Intelligence modifier.<br />Level 9: The target gains temporary hit points equal to 8d6 + your Intelligence modifier. Alternatively, instead of granting temporary hit points, you can inject an ally who died within the last minute. That ally returns to life with 1 hit point.",
        "class": "Scientist"
    },
    {
        "name": "Can of Whoop Ass",
        "description": "As an action, you can enact this plan to provide yourself or a willing ally within 5 feet of you with a chemical agent of your own making that provides the following benefits for the next minute.<br /><ul><li>The target's movement speed is increased by 10 feet.</li><li>The target gains advantage on Strength checks and Strength saving throws.</li><li>The target gains a +2 bonus to all damage rolls they make.</li></ul><br />Level 3: You can affect a target up to 60 feet away, either by shooting a dart at them or because you slipped them a vial earlier.<br />Level 5: You can affect up to two targets with this plan.<br />Level 7: The targets also ignore the effects of Exhaustion and have advantage on Constitution (Endurance) checks for the duration.<br />Level 9: The targets also gains advantage on all attack rolls for the duration.",
        "class": "Scientist"
    },
    {
        "name": "I Have the Cure",
        "description": "When you enact this plan as an action, you can administer a prepared curative agent to yourself or one living ally within 5 feet of you, ending either one illness or one condition afflicting the target. Applicable conditions include Blinded, Deafened, Paralyzed, Sickened, and all levels of Intoxication.<br />Level 3: You can affect a living ally within 60 feet of you, by shooting them with a dart or because you already gave them the cure to hold on to.<br />Level 5: For the next 8 hours, the target also gains damage reduction 10 against poison and has advantage on saving throws against poison, illness, and any effect that would inflict the Blinded, Deafened, Paralyzed, or Sickened conditions.<br />Level 7: You can affect up to two living allies.<br />Level 9: Instead of the usual effects, you can reduce a target's Exhaustion level by up to three.",
        "class": "Scientist"
    },
    {
        "name": "Inferno Bomb",
        "description": "As an action, you can enact this plan to throw a rigged incendiary explosive at a point up to 80 feet away. Each combatant within 20 feet of that point must make a Dexterity saving throw against your plan DC, taking 4d6 fire damage (ignoring armor) on a failed save, or half as much on a successful one. A target who fails this save is also Burning, taking 1d6 fire damage at the start of each of its turns instead of the normal amount. The DC to extinguish the fire is your plan DC.<br />Level 3: The initial damage becomes 5d6. You can choose to affect all targets within 30 feet of the chosen point.<br />Level 5: The initial damage becomes 6d6. The damage from Burning becomes 2d6.<br />Level 7: The initial damage becomes 7d6. You can choose to affect all targets within 40 feet of the chosen point.<br />Level 9: The initial damage becomes 8d6. The damage from Burning becomes 3d6.",
        "class": "Scientist"
    },
    {
        "name": "Knockout Gas",
        "description": "As an action, you can enact this plan to throw a canister of gas that induces unconsciousness. The gas can affect a number of hit points' worth of combatants equal to 3d8 + 10. You can target a location up to 80 feet away as the center of the effect. Each combatant within 20 feet of the target location is potentially affected. Combatants wearing a gas mask or similar protective gear are not affected.<br />Starting with the combatant who has the lowest current hit points, each combatant affected by the gas falls Unconscious for 10 minutes, or until the sleeper takes damage or someone uses an action to shake or slap the sleeper awake. Subtract each combatant's hit points from the total before moving on to the combatant with the next lowest hit points. A combatant's hit points must be equal to or less than the remaining total for that combatant to be affected.<br />Level 3: The total hit points affected is 5d8 + 10. The unconsciousness lasts for 1 hour if the sleeper is not damaged or shaken awake.<br />Level 5: The total hit points affected is 7d8 + 15. Your allies cannot be affected by the gas due to the antidote you gave them.<br />Level 7: The total hit points affected is 9d8 + 20. The unconsciousness lasts for 8 hours if the sleeper is not damaged or shaken awake.<br />Level 9: The total hit points affected is 11d8 + 25. You can choose to affect all targets within 30 feet of the chosen point.",
        "class": "Scientist"
    },
    {
        "name": "Right Into My Trap",
        "description": "When you enact this plan as an action, choose an opponent within 120 feet that you can see. They have set off the sticky web trap you placed earlier, knowing they would blunder into it at this moment. The target must make a Dexterity saving throw against your plan DC or become Restrained for 1 hour.<br />A Restrained target can use their action to attempt to break free by making a Strength check against your plan DC, ending the effect on a successful check.<br />Level 3: You can choose to affect everyone within 5 feet of the target. During a foot chase, you can affect up to two opponents.<br />Level 5: You can choose to affect everyone within 10 feet of the target. You can choose to exclude any number of targets in the area.<br />Level 7: You can choose to affect everyone within 20 feet of the target. During a foot chase, you can affect up to three opponents.<br />Level 9: Targets have disadvantage on Strength checks to escape the trap.",
        "class": "Scientist"
    },
    {
        "name": "Smokescreen",
        "description": "As an action, you can enact this plan to throw a smoke bomb, creating a 20-foot-radius sphere of smoke centered on a point within 80 feet. The sphere spreads around corners, and its area has no visibility (see “Visibility” in chapter 10). It lasts for 1 hour or until a wind of moderate or greater speed (at least 10 miles per hour) disperses it.<br />Level 3: You can increase the radius of the sphere to 40 feet.<br />Level 5: You can cause the smoke to be noxious. If you do, each combatant who is completely within the smoke at the start of its turn must make a Constitution saving throw against your plan DC. On a failed save, the combatant becomes Sickened until the start of their next turn. While Sickened, a combatant spends their action during their turn retching and reeling. Combatants wearing a gas mask or similar protective gear are not affected.<br />Level 7: You can increase the radius of the sphere to 60 feet.<br />Level 9: You can cause the smoke to be poisonous. When a combatant enters the smoke for the first time on a turn or starts their turn there, that combatant must make a Constitution saving throw against your plan DC. The combatant takes 5d8 poison damage (ignoring armor) on a failed save, or half as much on a successful one. Combatants wearing a gas mask or similar protective gear are not affected. If you cause the smoke to be both noxious and poisonous, combatants must make a single Constitution saving throw against both effects.",
        "class": "Scientist"
    },
    {
        "name": "Coordinated Maneuvers",
        "description": "You already told your team exactly where to go in this very situation. When you enact this plan as a bonus action, you and each ally that can see or hear you can immediately move up to their movement speed. Opportunity attacks made in reaction to this movement have disadvantage. During a foot chase, each affected hero gains advantage on Strength (Athletics) checks until the start of your next turn.<br />Level 5: Each affected hero can perform Dash as a bonus action for the next 10 rounds. Opportunity attacks made in reaction to this movement have disadvantage. During a foot chase, each affected hero gains advantage on Strength (Athletics) checks for the next minute.<br />Level 9: For the next minute, each affected hero's movement speed is increased by 10 feet. During a foot chase, each affected hero gains advantage on Strength (Athletics), Dexterity (Acrobatics), and Constitution (Endurance) checks for the next minute.",
        "class": "Shared"
    },
    {
        "name": "Dirty Little Secrets",
        "description": "Your information network gives you access to confidential and compromising information about nearly anyone. You memorize this information in advance of meeting people. At any time, you can enact this plan to recall information about a given person you meet or know. This gives you advantage on Charisma checks made against that person for the next hour.<br />Level 5: The effect lasts for one week.<br />Level 9: Ignore all sources of disadvantage on Charisma (Intimidation) checks made against the target.",
        "class": "Shared"
    },
    {
        "name": "Expect the Unexpected",
        "description": "When you enact this plan as an action, you prepare yourself for every form of attack. For the next hour, your Defense bonus is +3.<br />Level 5: The bonus becomes +4. While this plan is active, you can use this bonus in place of your Strength or Dexterity modifier when making a saving throw.<br />Level 9: The bonus becomes +5.",
        "class": "Shared"
    },
    {
        "name": "Know the Layout",
        "description": "You knew you were going to end up here, so naturally you carefully studied the blueprints. Or perhaps you've researched so many similar locations that you can perfectly predict the layout. When you enact this plan, which does not require any action, the GM reveals one of the following facts of your choice:<br /><ul><li>All entrances and exits from the building</li><li>The number of guards normally stationed</li><li>The type of security systems installed in the building</li><li>Which floor of the building a given person or object is located on</li><li>The location of all stairs and elevators in the building</li><li>The location of one secret room or door within the building</li><li>The fastest path from one location in the building to another</li></ul><br />Level 3: The GM reveals two facts of your choice.<br />Level 5: The GM reveals three facts of your choice.<br />Level 7: The GM reveals four facts of your choice.<br />Level 9: The GM reveals five facts of your choice.",
        "class": "Shared"
    },
    {
        "name": "The Right Tool",
        "description": "When you enact this plan as a free action, you produce the perfect tool for the task at hand. You brought it with you, had it brought to you, or knew just where to find it. The tool can be any piece of equipment that you can carry and afford. If it is a weapon, it is fully loaded.<br />Level 3: You can produce up to two pieces of equipment.<br />Level 5: You can produce up to three pieces of equipment. The equipment can have a price level of up to one level higher than your Wealth Level.<br />Level 7: You can produce up to four pieces of equipment.<br />Level 9: You can produce up to five pieces of equipment. The equipment can have a price level of up to two levels higher than your Wealth Level.",
        "class": "Shared"
    },
    {
        "name": "Watch Your Step",
        "description": "When you enact this plan as an action, you cause a 10-foot square surface within 60 feet to become slick with oil, ice, marbles, or some other slippery substance. The area becomes difficult terrain. Each combatant standing in the area must succeed on a Dexterity saving throw against your plan DC or fall Prone. A combatant that enters the area or ends their turn there must succeed on a Dexterity saving throw against your plan DC or fall Prone. This effect lasts for 1 minute.<br />When you enact this plan during a chase, instead choose up to two opponents on foot or one land vehicle's driver. Each target must succeed on a Dexterity saving throw against your plan DC. You earn 1 chase point for each target that fails, or 2 points if the target was a driver.<br />Level 5: You can increase the area to a 20-foot square. Your allies are not affected by the surface thanks to what you did to their shoes. During a chase, you can choose up to four opponents on foot or two vehicles' drivers instead.<br />Level 9: The area you affect can be any distance away, as long as you can see it. You can enact this plan as a bonus action.",
        "class": "Shared"
    },
    {
        "name": "When a Plan Comes Together",
        "description": "After you enact any other plan, you may use this plan as a free action to inspire your team. You and up to six of your allies that can see or hear you gain temporary hit points equal to your Intelligence modifier.<br />Level 3: You and your allies gain temporary hit points equal to 1d4 + your Intelligence modifier instead.<br />Level 5: You and your allies gain temporary hit points equal to 2d4 + your Intelligence modifier instead.<br />Level 7: You and your allies gain temporary hit points equal to 3d4 + your Intelligence modifier instead.<br />Level 9: You and your allies gain temporary hit points equal to 4d4 + your Intelligence modifier instead.",
        "class": "Shared"
    },
    {
        "name": "Customize",
        "description": "When you enact this plan as an action, you apply a custom modification to a firearm or other mechanical weapon you or an ally within 5 feet is wielding. For the next 10 minutes, or until you enact this plan again, the weapon gains one of the following benefits of your choice:<br /><ul><li>AP Rounds. The weapon's Penetration Value is increased by 1.</li><li>Carrying Strap. The weapon loses the Stationary property.</li><li>Improved Balance. Attack and damage rolls made with the weapon gain a +1 bonus.</li><li>Incendiary Rounds. The weapon deals an additional 1d4 fire damage.</li><li>Modded Barrel. The weapon's range values are doubled.</li><li>Quick Reload. The reload speed of the weapon is decreased by 1 step: from action to bonus action or from bonus action to no reload time.</li><li>Rapid Action. The weapon gains the full-auto weapon property.</li></ul><br />Level 3: The effect lasts for 1 hour.<br />Level 5: You can choose up to two benefits.<br />Level 7: The effect lasts for 4 hours.<br />Level 9: You can choose up to three benefits.",
        "class": "Engineer"
    },
    {
        "name": "Cut the Power",
        "description": "When you enact this plan as a bonus action, you cause any one machine that you can see, or everything powered by the building's electrical system in a single room that you can see, to lose electrical power until repaired. If a machine is being held or operated, its owner can attempt an Intelligence saving throw against your plan DC to ignore this effect. Anyone can attempt to fix the outage as an action by succeeding on an Intelligence (Mechanics) check against your plan DC. You can return power as a bonus action.<br />An autonomous robot targeted by this plan temporarily shuts down. Instead of the above effect, it must make an Intelligence saving throw against your plan DC or be Paralyzed until the end of your next turn.<br />Level 3: You can cut the power to up to two machines.<br />Level 5: You can cut the power to an entire building, or up to three individual machines.<br />Level 7: You can cut the power to up to four machines.<br />Level 9: You can cut the power to an entire block, or any number of individual machines you can see.",
        "class": "Engineer"
    },
    {
        "name": "Demolish",
        "description": "You can enact this plan as an action to activate a hidden demolition charge you planted earlier on a surface you can see. The effect depends on the surface you placed the charge on. Targets cannot Dive for Cover in reaction to this plan.<br /><ul><li>Ceiling or Floor. The surface within 5 feet of the charge collapses. Everyone under the collapse must make a Dexterity saving throw against your plan DC, taking 3d6 bludgeoning damage (PV 1) from falling debris on a failed save, or half as much on a successful one.<br />Anyone who was standing on the collapsed surface must make a Dexterity saving throw against your plan DC, taking 3d6 explosive damage (PV 4) on a failed save, or half as much on a successful one. If they fail, they also fall through the hole, suffering falling damage as normal.</li><li>Wall or Door. The surface within 5 feet of the charge is breached, becoming difficult terrain and providing half cover. Anyone behind the breached surface must make a Dexterity saving throw against your plan DC, taking 3d6 explosive damage (PV 4) on a failed save, or half as much on a successful one.</li><li>Chase Hazard. The charge damages your enemies' path. Choose up to two opponents, who must each make a Dexterity saving throw against your plan DC, taking 3d6 bludgeoning damage (PV 1) on a failed save, or half as much on a successful one. Each failed save also gives your side 1 chase point unless that opponent drops from the chase.</li></ul><br />Level 3: The damage from debris or the explosion becomes 4d6.<br />Level 5: The damage from debris or the explosion becomes 6d6. You can collapse or breach the surface within 10 feet of the charge. During a chase, you can choose up to four opponents.<br />Level 7: The damage from debris or the explosion becomes 7d6.<br />Level 9: The damage from debris or the explosion becomes 9d6. You can collapse or breach the surface within 20 feet of the charge. During a chase, you can choose up to six opponents.",
        "class": "Engineer"
    },
    {
        "name": "Emergency Jetpack",
        "description": "When you enact this plan as an action, you reveal an emergency jetpack. You gain a flying speed of 60 feet until the end of your next turn, at which point you fall if you are not on solid ground.<br />While the jetpack is active during a foot chase, you automatically pass all ability checks and saving throws related to difficult terrain, jumping, or climbing, and you have advantage on all Strength (Athletics) and Constitution (Endurance) checks.<br />Level 3: You can choose one ally within 30 feet to benefit from this plan instead of you.<br />Level 5: The jetpack lasts for 1 minute.<br />Level 7: You can enact this plan as a reaction when you or an ally within 30 feet falls.<br />Level 9: You can choose yourself and up to six allies within 30 feet to benefit from this plan.",
        "class": "Engineer"
    },
    {
        "name": "My Robot Can Do That",
        "description": "You can enact this plan as an action to activate an experimental system you installed in your mechanical companion. For the next hour, or until you enact this plan again, your mechanical companion gains one of the following perks of your choice:<br /><ul><li>Combat Protocol. Your mechanical companion can make opportunity attacks using its reaction. In addition, you can add your proficiency bonus to the damage of your companion's attacks.</li><li>Defense Protocol. Your mechanical companion gains 10 temporary hit points. You can select this perk multiple times, increasing the amount of temporary hit points by 10 each time. These temporary hit points are lost when this plan ends.</li><li>Efficiency Protocol. This plan lasts for 4 hours instead of 1. You can take this perk a second time, increasing the duration to 8 hours.</li><li>Skill Protocol. Your mechanical companion can use your Intelligence (Computers) bonus instead of its normal bonus when it makes an ability check using one of the following skills of your choice: Investigation, Intimidation, Perception, Mechanics, Security, Sleight of Hand, or Stealth. You can select this perk multiple times, choosing a different skill each time.</li><li>Speed Protocol. The mechanical companion's movement speed is doubled.</li></ul><br />Level 3: You can choose up to two perks.<br />Level 5: You can choose up to three perks.<br />Level 7: You can choose up to four perks.<br />Level 9: You can choose up to five perks.",
        "class": "Engineer"
    },
    {
        "name": "Overload",
        "description": "When you enact this plan as an action, you cause any electronic device within 120 feet that you can see or that you have access to via a network to short out, shocking anyone nearby. Each combatant within 5 feet of the device must make a Dexterity saving throw against your plan DC, taking 3d6 electrical damage (PV 4) on a failed save, or half as much on a successful one. Combatants cannot dive for cover reaction to this plan.<br />Level 3: The damage becomes 4d6.<br />Level 5: The damage becomes 6d6 and you can choose to affect all targets within 10 feet of the chosen device.<br />Level 7: The damage becomes 7d6.<br />Level 9: The damage becomes 9d6 and you can choose to affect all targets within 20 feet of the chosen device.",
        "class": "Engineer"
    },
    {
        "name": "Shocking Blow",
        "description": "As an action, you can enact this plan to make a melee attack using your Intelligence modifier + your proficiency bonus as your attack bonus. If you hit, you deal 3d6 electrical damage (PV 2) to the target thanks to the special electrical capacitor hidden up your sleeve or in your glove. On a hit, the target must make a Constitution saving throw against your plan DC or be Stunned until the end of your next turn.<br />Level 3: The damage becomes 4d6.<br />Level 5: The damage becomes 5d6. A target that fails its saving throw is Stunned for 1 minute. It can repeat the saving throw at the end of each of its turns, ending the effect on a successful save.<br />Level 7: The damage becomes 6d6.<br />Level 9: The damage becomes 7d6. For the next minute, you can spend an action to repeat this attack.",
        "class": "Engineer"
    },
    {
        "name": "Brick It",
        "description": "Using the latest zero-day exploit, you can activate this plan as an action to shut down or damage computer-controlled devices that are not specifically shielded against wireless communications and are within 100 feet of you. You need a computer or smartphone to enact this plan.<br />Success is automatic against computer terminals, handheld devices, smartphones, electronic door controls, and similar devices.<br />Against a device being actively driven or operated, or when targeting a robot, the operator or entity can make an Intelligence saving throw against your plan DC to negate the effect.<br />The exact effect depends on the type of target and the plan enhancement level: pg. 86.<br />A targeted system that is shut down but not destroyed can be restarted as an action by someone with an Intelligence (Computers) check made against your plan DC.",
        "class": "Hacker"
    },
    {
        "name": "Cha-Ching",
        "description": "Thanks to your array of fake and stolen credit accounts, you can activate this plan any time you need to make a purchase that takes electronic payments or credit. You can treat your Wealth Level as 4 or your current Wealth Level +1 (whichever is higher) for a single purchase. Purchasing traceable goods such as a car, boat, real estate, or a company with this plan is potentially dangerous. After one week, authorities may investigate the purchase and track such goods. The highest Wealth Level in the game is Wealth Level 6.<br />Level 3: Wealth Level 5 or your Wealth Level +2 (whichever is higher)<br />Level 5: Effect lasts for 24 hours instead of one purchase<br />Level 7: Wealth Level 6<br />Level 9: You can safely purchase traceable goods.",
        "class": "Hacker"
    },
    {
        "name": "Did My Homework",
        "description": "Having previously studied your opponent's online profile, you can enact this plan as a bonus action to know an opponent's weakness. Choose one target you can see and apply one of the following effects. The target can make an Intelligence saving throw against your plan DC at the end of each of their turns. Success ends all effects.<br /><ul><li>Achilles' Heel. The target has disadvantage on saving throws against your other plans.</li><li>Best Defense. The target has disadvantage on attack rolls against you.</li><li>Weak Spot. You have advantage on attack rolls against the target.</li><li>Stronger Than You. You have advantage on Strength (Athletics) and Dexterity (Acrobatics) checks made against the target.</li><li>Smarter Than You. You have advantage on Wisdom (Perception) and Wisdom (Insight) checks made against the target.</li><li>Faster Than You. You have advantage on Dexterity (Sleight of Hand) and Dexterity (Stealth) checks made against the target.</li></ul><br />Level 3: You can apply two effects.<br />Level 5: You can apply three effects.<br />Level 7: You can apply four effects.<br />Level 9: You can apply five effects.",
        "class": "Hacker"
    },
    {
        "name": "I'm In",
        "description": "Thanks to the back-door access you set up last week, when you enact this plan as a bonus action, you take control of a single computer system or computer dependent device you can access directly, through a network connection, or by radio communications. You cannot access remote systems (those not connected to public or wireless networks) unless you have physical access.<br />If the device or system is being actively operated by someone, or if the target is a robot, the operator or entity can make an Intelligence saving throw against your plan DC at the end of each of their turns to end the effect.<br />In combat, you can operate the device as an action during your turn. If the device is an autonomous AI, operating them means you can command them to perform any one action they are normally capable of, or command them to move.<br />Out of combat, this gives you access to a computer system automatically. You can then access data, run malicious software, or manipulate data while in the system. You maintain access until someone detects the breach and tries to remove access. Kicking you out of the system requires an Intelligence (Computers) check against your plan DC.<br />Level 3: Your access cannot be traced back to you.<br />Level 5: Anyone trying to detect and kick you out of a system has disadvantage on their Intelligence (Computers) check.<br />Level 7: Saving throws against this plan have disadvantage.<br />Level 9: After enacting this plan, you can use it again as an action without expending any Genius, taking control of more systems until the one-hour time limit expires. If an operator or AI successfully makes their save, you cannot target that same device again.",
        "class": "Hacker"
    },
    {
        "name": "RTFM",
        "description": "Because you previously read the 'friendly' manual, you can enact this plan as a reaction before making an ability check allowing a skill proficiency, as a bonus action, or any time outside of combat. Choose a skill. You gain proficiency and expertise in that skill for the next 10 minutes.<br />Level 3: You can also choose an equipment proficiency. You gain that equipment proficiency for the duration of the effect.<br />Level 5: You can use your Intelligence modifier for attack and damage rolls with weapons you are proficient with instead of the default ability score for the duration of the effect.<br />Level 7: The effect lasts until you complete a short or long rest.<br />Level 9: The effect lasts until you complete a long rest.",
        "class": "Hacker"
    },
    {
        "name": "Sucks to be You",
        "description": "You must know the name of the target to enact this plan against them. The effect lasts until the target has a chance to clear up the problem with authorities. Clearing their name requires a Charisma (Persuasion) check against your plan DC and takes at least 24 hours.<br />When it is time to unleash the vicious malware you prepared earlier, you can enact this plan as an action to hack someone's personal data in one of the following ways.<br /><ul><li>No Access. Scramble all their passwords.</li><li>No Credit. Stop all their credit cards and debit cards from working.</li><li>No Exit. Put them on a no-fly list or a similar list used at border crossings.</li><li>No Explanation. Fill their hard drives with embarrassing and salacious media files.</li><li>No Free Pass. Put out a warrant for their arrest for unpaid parking tickets.</li></ul><br />Level 3: You can choose two ways to make them miserable.<br />Level 5: You can choose three ways to make them miserable.<br />Level 7: You can choose four ways to make them miserable.<br />Level 9: You can make them miserable in all five ways. Wish them good luck with their new life!",
        "class": "Hacker"
    },
    {
        "name": "We Interrupt This Program",
        "description": "Using your bot-net within media company mainframes, you can enact this plan as an action to broadcast an audio/video message in real time to all media devices within 200 feet of your current location. The message could be preprepared or can be a live address using your cell phone camera. You can limit the message to specific devices, types of devices, or specific media networks if you so choose. The message can be up to 3 minutes long.<br />Level 3: You can extend the range to 1 mile and the duration to 5 minutes.<br />Level 5: You can extend the range to 100 miles and the duration to 10 minutes.<br />Level 7: You can send the message nationwide.<br />Level 9: You can send the message worldwide.<br />Using this plan at 100 miles or more draws unwanted attention from security experts and law enforcement. While they cannot trace the hack, they can use circumstantial information from the message to investigate the hacker.",
        "class": "Hacker"
    },
    {
        "name": "I Had it Poisoned",
        "description": "Thanks to your brilliant foresight and schemes, this plan can be enacted as a reaction when one of the following occurs.<br /><ul><li>When you or an ally you can see makes a successful attack with a weapon that does piercing or slashing damage to a target.</li><li>After someone in the same room as you eats something, drinks something, or receives medical treatment.</li></ul><br />When you enact this plan, choose one of the following poisons.<br /><ul><li>Common Hallucinogens. The target must succeed on a Constitution saving throw against your plan DC or be Sickened for 1 minute. The target can repeat the save at the end of each of its turns, ending the effect on a success.</li><li>Common Snake Venom. The target must make a Constitution saving throw against your plan DC, suffering 3d6 poison damage (ignoring armor) on a failed save, and half as much on a successful one.</li></ul><br />If you have an ingestible or injury poison in your inventory, you can choose to use that poison in place of one of the above. If you do, the target of the plan suffers the effects of that poison instead, using its normal save DC. This uses up the poison.<br />Level 3: You can choose one of the following poisons instead.<br /><ul><li>Common Spider Venom. The target must succeed on a Constitution saving throw against your plan DC or be Sickened for 1 minute. While Sickened in this way, the target suffers 1d6 poison damage (ignoring armor) at the start of each of its turns. The target can repeat the saving throw at the end of each of its turns, ending the effect on a success.</li><li>Rare Hallucinogens. The target must succeed on a Constitution saving throw against your plan DC or be Sickened for 1 minute. The target is Blinded while Sickened in this way. The target can repeat the save at the end of each of its turns, ending the effect on a success.</li></ul><br />Level 5: You can choose one of the following poisons instead.<br /><ul><li>Rare Snake Venom. The target must make a Constitution saving throw against your plan DC, suffering 6d6 poison damage (ignoring armor) on a failed save, and half as much on a successful one.</li><li>Tranquilizer. The target must succeed on a Constitution saving throw against your plan DC or be Sickened for 1 minute. The target is Unconscious while Sickened in this way. The target wakes up if it suffers any damage.</li></ul><br />Level 7: You can choose one of the following poisons instead.<br /><ul><li>Mushrooms. The target must succeed on a Constitution saving throw against your plan DC or be affected by this poison for 1 minute. A target that cannot be Sickened is immune to this effect. The target can repeat the save at the end of each of its turns, ending the effect on a success. While affected by this poison, a target must roll a d10 at the start of each of its turns to determine what it does: pg.91</li><li>Rare Spider Venom. The target must succeed on a Constitution saving throw against your plan DC or be Sickened for 1 minute. While Sickened in this way, the target suffers 3d6 poison damage (ignoring armor) at the start of each of their turns. The target can repeat the save at the end of each of its turns, ending the effect on a success.</li></ul><br />Level 9: You can choose the following poison instead.<br /><ul><li>Neurotoxin. The target must make a Constitution saving throw against your plan DC, suffering 6d6 poison damage (ignoring armor) on a failed save, and half as much on a successful one. On a failed save, the target is also Sickened for 1 minute. While poisoned in this way, the target takes 6d6 poison damage (ignoring armor) at the start of each of its turns. The target can repeat the save at the end of each of its turns, ending the effect on a success.</li></ul>",
        "class": "Mastermind"
    },
    {
        "name": "I Had Them Bugged",
        "description": "When you enact this plan, you can name one person you met within the last 24 hours. Since you bugged them at the time, you can ask one question of the GM about that person or their activities. The GM will give you a true answer to your question if you could reasonably have learned the answer from recording the target's actions and communications. The GM might refuse for the sake of the story, but if they do, you may ask another question following the same guidelines. If no question is appropriate, you get your Genius point back. The GM can reveal additional information if they so choose.<br />Level 3: You can ask up to two questions.<br />Level 5: You can name a person you have met within the last week, and you can ask up to three questions. Instead of asking questions, you can perform active surveillance on the target. If you do, you receive up-to-date visual and audio information from their location for the next 10 minutes as if you were there.<br />Level 7: You can ask up to four questions. If you perform active surveillance, you can do so for up to 1 hour.<br />Level 9: You can name any person you have ever met, you can ask up to five questions, and you can perform active surveillance as well as asking these questions.",
        "class": "Mastermind"
    },
    {
        "name": "I Have the Perfect Disguise",
        "description": "When you enact this plan as an action, you can reveal a disguise you have prepared for the occasion. This disguise makes you look almost identical to another person you have seen. The disguise can include facial prosthetics, a realistic wig, skin tone adjustments, and anything else required to mimic the chosen person. It can include any normal clothing or uniform, but any identification or badge does not hold up to more than cursory scrutiny. You can make yourself appear up to 3 inches taller or shorter, and up to 25% lighter or heavier, but this does not hold up to any measurements. The disguise is purely visual; you can't change your voice.<br />You have advantage on Charisma (Deception) checks to pretend to be the person you are disguised as, as long as the target can see you.<br />Anyone trying to see through the disguise must use their action to inspect your appearance and make an Intelligence (Investigation) check against your plan DC. If the check is successful, they see through the disguise. Otherwise, they believe the disguise.<br />The disguise lasts for 1 hour before pieces begin falling off and breaking apart, at which point it no longer functions.<br />Level 3: You can add a voice modulator to your disguise, allowing you to mimic the chosen person's voice. You have advantage on Charisma (Deception) checks to pretend to be the person you are disguised as if the target can hear you or see you. In addition, the disguise can make you appear to be up to 1 foot taller or shorter, and up to 50% lighter or heavier, which holds up to basic measurements but not medical exams.<br />Level 5: You can target up to two allies within 30 feet of you instead of yourself, or yourself and one ally within 30 feet, giving a unique disguise to each.<br />Level 7: Any disguise constructed by this plan lasts for up to 8 hours.<br />Level 9: You can affect yourself and up to six allies within 30 feet, giving each an individual disguise.",
        "class": "Mastermind"
    },
    {
        "name": "I Knew You'd Do That",
        "description": "When you are attacked or must make a Dexterity saving throw, you can enact this plan as a reaction. When you do, you gain a +5 bonus to your Defense and Dexterity saving throws until the start of your next turn. You can wait until you know the result of the roll to use this ability, potentially forcing an attack that would have hit to miss, or a save that would have failed to succeed.<br />Level 3: You can grant the bonus to an ally instead of yourself, when they are attacked or make a Dexterity saving throw.<br />Level 5: The bonus lasts until the start of your second turn after you use it.<br />Level 7: The bonus lasts until the start of your third turn after you use it.<br />Level 9: The bonus lasts for 1 minute.",
        "class": "Mastermind"
    },
    {
        "name": "I Lured You Into Danger",
        "description": "You can enact this plan as a reaction when an opponent within 30 feet of you and that you are aware of moves closer to you, causing the opponent to stumble into a cleaning cart, trip over a mop, get their foot stuck in a loose floorboard, and so on. That opponent must make a Dexterity saving throw against your plan DC, taking 2d6 bludgeoning damage (PV 1) on a failed save, or half as much on a successful one. In addition, on a failed save, the target falls Prone and their movement speed is reduced to 0 until the end of the current turn, ending their movement.<br />Level 3: The damage becomes 3d6.<br />Level 5: The damage becomes 5d6. You can affect an opponent up to 60 feet away.<br />Level 7: The damage becomes 6d6.<br />Level 9: The damage becomes 8d6. You can affect an opponent up to 120 feet away.",
        "class": "Mastermind"
    },
    {
        "name": "I'll Tell You How It's Done",
        "description": "When you enact this plan as an action, choose yourself or one ally within 5 feet that can hear you. The chosen hero gains your choice of one of the following effects for the next minute, or until you enact this plan again.<br /><ul><li>Stronger. The target has advantage on Strength checks.</li><li>Tougher. The target has advantage on Constitution checks. They also gain 2d6 temporary hit points, which are lost when the effect ends.</li><li>Faster. The target has advantage on Dexterity checks. They also gain damage reduction 15 against falling if they aren't Incapacitated.</li><li>Smarter. The target has advantage on Intelligence checks.</li><li>Wiser. The target has advantage on Wisdom checks.</li><li>Comelier. The target has advantage on Charisma checks.</li></ul><br />Level 3: The effect lasts for 10 minutes.<br />Level 5: You can affect up to two targets.<br />Level 7: You can affect up to three targets.<br />Level 9: You can affect up to four targets, and you can choose two effects instead of one.",
        "class": "Mastermind"
    },
    {
        "name": "They'll Never See Us Coming",
        "description": "When you enact this plan as an action, you and any allies you choose that can see or hear you gain a +5 bonus to Dexterity (Stealth) checks. This effect lasts for 10 minutes, or until you enact this plan again.<br />Level 3: The bonus lasts for 1 hour.<br />Level 5: The bonus becomes +10.<br />Level 7: The bonus lasts for 4 hours.<br />Level 9: The bonus becomes +15.",
        "class": "Mastermind"
    },
    {
        "name": "Adrenaline Shot",
        "description": "As an action, you can enact this plan to inject yourself or a willing or Unconscious ally within 5 feet of you with an adrenaline shot you prepared earlier. The target gains temporary hit points equal to 1d6 + your Intelligence modifier. If they were at 0 hit points, they also regain 1 hit point.<br />Level 3: The target gains temporary hit points equal to 2d6 + your Intelligence modifier.<br />Level 5: The target gains temporary hit points equal to 4d6 + your Intelligence modifier. Alternatively, instead of granting temporary hit points, you can inject an ally who died within the last round. That ally returns to life with 1 hit point.<br />Level 7: The target gains temporary hit points equal to 6d6 + your Intelligence modifier.<br />Level 9: The target gains temporary hit points equal to 8d6 + your Intelligence modifier. Alternatively, instead of granting temporary hit points, you can inject an ally who died within the last minute. That ally returns to life with 1 hit point.",
        "class": "Scientist"
    },
    {
        "name": "Can of Whoop Ass",
        "description": "As an action, you can enact this plan to provide yourself or a willing ally within 5 feet of you with a chemical agent of your own making that provides the following benefits for the next minute.<br /><ul><li>The target's movement speed is increased by 10 feet.</li><li>The target gains advantage on Strength checks and Strength saving throws.</li><li>The target gains a +2 bonus to all damage rolls they make.</li></ul><br />Level 3: You can affect a target up to 60 feet away, either by shooting a dart at them or because you slipped them a vial earlier.<br />Level 5: You can affect up to two targets with this plan.<br />Level 7: The targets also ignore the effects of Exhaustion and have advantage on Constitution (Endurance) checks for the duration.<br />Level 9: The targets also gains advantage on all attack rolls for the duration.",
        "class": "Scientist"
    },
    {
        "name": "I Have the Cure",
        "description": "When you enact this plan as an action, you can administer a prepared curative agent to yourself or one living ally within 5 feet of you, ending either one illness or one condition afflicting the target. Applicable conditions include Blinded, Deafened, Paralyzed, Sickened, and all levels of Intoxication.<br />Level 3: You can affect a living ally within 60 feet of you, by shooting them with a dart or because you already gave them the cure to hold on to.<br />Level 5: For the next 8 hours, the target also gains damage reduction 10 against poison and has advantage on saving throws against poison, illness, and any effect that would inflict the Blinded, Deafened, Paralyzed, or Sickened conditions.<br />Level 7: You can affect up to two living allies.<br />Level 9: Instead of the usual effects, you can reduce a target's Exhaustion level by up to three.",
        "class": "Scientist"
    },
    {
        "name": "Inferno Bomb",
        "description": "As an action, you can enact this plan to throw a rigged incendiary explosive at a point up to 80 feet away. Each combatant within 20 feet of that point must make a Dexterity saving throw against your plan DC, taking 4d6 fire damage (ignoring armor) on a failed save, or half as much on a successful one. A target who fails this save is also Burning, taking 1d6 fire damage at the start of each of its turns instead of the normal amount. The DC to extinguish the fire is your plan DC.<br />Level 3: The initial damage becomes 5d6. You can choose to affect all targets within 30 feet of the chosen point.<br />Level 5: The initial damage becomes 6d6. The damage from Burning becomes 2d6.<br />Level 7: The initial damage becomes 7d6. You can choose to affect all targets within 40 feet of the chosen point.<br />Level 9: The initial damage becomes 8d6. The damage from Burning becomes 3d6.",
        "class": "Scientist"
    },
    {
        "name": "Knockout Gas",
        "description": "As an action, you can enact this plan to throw a canister of gas that induces unconsciousness. The gas can affect a number of hit points' worth of combatants equal to 3d8 + 10. You can target a location up to 80 feet away as the center of the effect. Each combatant within 20 feet of the target location is potentially affected. Combatants wearing a gas mask or similar protective gear are not affected.<br />Starting with the combatant who has the lowest current hit points, each combatant affected by the gas falls Unconscious for 10 minutes, or until the sleeper takes damage or someone uses an action to shake or slap the sleeper awake. Subtract each combatant's hit points from the total before moving on to the combatant with the next lowest hit points. A combatant's hit points must be equal to or less than the remaining total for that combatant to be affected.<br />Level 3: The total hit points affected is 5d8 + 10. The unconsciousness lasts for 1 hour if the sleeper is not damaged or shaken awake.<br />Level 5: The total hit points affected is 7d8 + 15. Your allies cannot be affected by the gas due to the antidote you gave them.<br />Level 7: The total hit points affected is 9d8 + 20. The unconsciousness lasts for 8 hours if the sleeper is not damaged or shaken awake.<br />Level 9: The total hit points affected is 11d8 + 25. You can choose to affect all targets within 30 feet of the chosen point.",
        "class": "Scientist"
    },
    {
        "name": "Right Into My Trap",
        "description": "When you enact this plan as an action, choose an opponent within 120 feet that you can see. They have set off the sticky web trap you placed earlier, knowing they would blunder into it at this moment. The target must make a Dexterity saving throw against your plan DC or become Restrained for 1 hour.<br />A Restrained target can use their action to attempt to break free by making a Strength check against your plan DC, ending the effect on a successful check.<br />Level 3: You can choose to affect everyone within 5 feet of the target. During a foot chase, you can affect up to two opponents.<br />Level 5: You can choose to affect everyone within 10 feet of the target. You can choose to exclude any number of targets in the area.<br />Level 7: You can choose to affect everyone within 20 feet of the target. During a foot chase, you can affect up to three opponents.<br />Level 9: Targets have disadvantage on Strength checks to escape the trap.",
        "class": "Scientist"
    },
    {
        "name": "Smokescreen",
        "description": "As an action, you can enact this plan to throw a smoke bomb, creating a 20-foot-radius sphere of smoke centered on a point within 80 feet. The sphere spreads around corners, and its area has no visibility (see “Visibility” in chapter 10). It lasts for 1 hour or until a wind of moderate or greater speed (at least 10 miles per hour) disperses it.<br />Level 3: You can increase the radius of the sphere to 40 feet.<br />Level 5: You can cause the smoke to be noxious. If you do, each combatant who is completely within the smoke at the start of its turn must make a Constitution saving throw against your plan DC. On a failed save, the combatant becomes Sickened until the start of their next turn. While Sickened, a combatant spends their action during their turn retching and reeling. Combatants wearing a gas mask or similar protective gear are not affected.<br />Level 7: You can increase the radius of the sphere to 60 feet.<br />Level 9: You can cause the smoke to be poisonous. When a combatant enters the smoke for the first time on a turn or starts their turn there, that combatant must make a Constitution saving throw against your plan DC. The combatant takes 5d8 poison damage (ignoring armor) on a failed save, or half as much on a successful one. Combatants wearing a gas mask or similar protective gear are not affected. If you cause the smoke to be both noxious and poisonous, combatants must make a single Constitution saving throw against both effects.",
        "class": "Scientist"
    }
]