[
  {
    "name": "Acrobatics",
    "description": "Acrobatics covers physical activities focused around quick movement, balance, hand-eye coordination, and grace. Heroes proficient in Acrobatics are typically avid sports or health enthusiasts, or even professional athletes.",
    "abilitymodifier": "Dexterity"
  },
  {
    "name": "Arts and Crafts",
    "description": "The Arts and Crafts skill covers the activities involved in creating finely crafted and beautiful objects, as well as knowledge of the arts. Heroes proficient in Arts and Crafts include both professional artists and dedicated hobbyists.",
    "abilitymodifier": "Wisdom"
  },
  {
    "name": "Athletics",
    "description": "Athletics includes a wide range of physical activities centered around physical strength. Heroes proficient in Athletics are typically avid sports or health enthusiasts, or even professional athletes.",
    "abilitymodifier": "Strength"
  },
  {
    "name": "Computers",
    "description": "The Computers skill covers anything having to do with computers and electronics. It can be used to overcome a wide variety of technical and technological challenges. Heroes proficient in Computers might be professional programmers, diligent hobbyists, or dedicated hackers.",
    "abilitymodifier": "Intelligence"
  },
  {
    "name": "Deception",
    "description": "Deception involves the creation of false beliefs, but this skill is useful for more than simply lying. While most people occasionally resort to momentary dishonesty, heroes proficient in Deception are practiced experts in the field, whether natural storytellers, professional salespeople, or con artists.",
    "abilitymodifier": "Charisma"
  },
  {
    "name": "Endurance",
    "description": "Endurance represents the ability to withstand hardship and continue to function at a high level of physical performance. Heroes proficient in Endurance are often amateur or professional athletes, survivalists, or people who work under extreme conditions, training their bodies to resist vigorous exertion and perform under highly adverse conditions.",
    "abilitymodifier": "Constitution"
  },
  {
    "name": "Insight",
    "description": "The Insight skill indicates an intuitive understanding of other people—their motivations, how they think, and how they behave—and covers a huge range of personal and professional uses. Heroes proficient in Insight include those with a natural knack for reading people, as well as professionals whose jobs involve gleaning the truth of other people's thoughts.",
    "abilitymodifier": "Wisdom"
  },
  {
    "name": "Intimidation",
    "description": "The Intimidation skill is used to manipulate people through awe or fear. Doing so can be as subtle as adopting a posture that gives a character a sense of authority, or as direct as threatening a prisoner who knows information. Heroes proficient in Intimidation include those with a naturally menacing demeanor, as well as those whose professions demand threatening behavior from time to time.",
    "abilitymodifier": "Charisma"
  },
  {
    "name": "Investigation",
    "description": "Investigation covers activities useful for learning hidden details about people, places, and events. Heroes proficient in Investigation are experts at solving mysteries of all kinds, whether amateur sleuths or professional detectives, spies, and investigative journalists.",
    "abilitymodifier": "Intelligence"
  },
  {
    "name": "Mechanics",
    "description": "Mechanics covers a wide range of disciplines involving the design and construction of useful machines and mechanisms. Heroes proficient in Mechanics are happiest with a good set of tools and a problem to solve, whether amateur grease monkeys or professional architects, technicians, and engineers.",
    "abilitymodifier": "Intelligence"
  },
  {
    "name": "Medicine",
    "description": "The Medicine skill covers knowledge from modern medicine as well as lesser-known medical practices, encompassing a broad range of healing and diagnostic arts. Many heroes proficient in Medicine work in the medical field, but others have learned what they know in the course of undertaking high-risk activities.",
    "abilitymodifier": "Intelligence"
  },
  {
    "name": "Natural Sciences",
    "description": "The Natural Sciences skill covers the various mathematics-driven sciences that seek to understand the workings of the natural world. Heroes proficient in Natural Sciences might focus on knowledge and research for their own ends or have a background in the academic world.",
    "abilitymodifier": "Intelligence"
  },
  {
    "name": "Perception",
    "description": "Perception involves all a character's senses, though sight and hearing are the most common applications of this skill. Heroes proficient in Perception have trained themselves to pick out minute details and maintain a high level of awareness, whether instinctively or as part of formal training.",
    "abilitymodifier": "Wisdom"
  },
  {
    "name": "Performance",
    "description": "Performance entertains people, whether a full crowd of spectators or an audience of one. Heroes proficient in Performance might make their living as actors, musicians, or writers, or they might simply have a knack for influencing people by stirring up specific emotions and ideas.",
    "abilitymodifier": "Charisma"
  },
  {
    "name": "Persuasion",
    "description": "The Persuasion skill covers the various methods of convincing others, shaping their impressions, or outright manipulating them. Heroes proficient in Persuasion might have a natural knack for making others see things their way, or they might be professionally dedicated to the arts of negotiation or manipulation.",
    "abilitymodifier": "Charisma"
  },
  {
    "name": "Security",
    "description": "The Security skill covers both creating security systems and defeating them. Heroes proficient in Security might have gained their expertise through general interest, as security experts, or as professional criminals.",
    "abilitymodifier": "Intelligence"
  },
  {
    "name": "Sleight of Hand",
    "description": "The Sleight of Hand skill covers a wide range of dexterous activities used for entertainment and petty crime, such as card tricks, juggling, and picking pockets. Heroes proficient in Sleight of Hand might be hobbyists, professional entertainers, or experienced con artists and sneak thieves.",
    "abilitymodifier": "Dexterity"
  },
  {
    "name": "Social Sciences",
    "description": "The Social Sciences skill covers the various observation-driven sciences dealing with the study of people and culture. Heroes proficient in Social Sciences might be well-traveled lovers of foreign cultures, or professionals dedicated to academia or public service.",
    "abilitymodifier": "Intelligence"
  },
  {
    "name": "Stealth",
    "description": "Stealth is the ideal skill for anyone who wants to avoid trouble—or to create trouble for those not expecting it. Heroes proficient in Stealth might be hunters (professional or casual), soldiers, thieves, or spies.",
    "abilitymodifier": "Dexterity"
  },
  {
    "name": "Streetwise",
    "description": "The Streetwise skill is focused on urban environments, allowing characters to understand the nature of the city, where to find what they need, and how to get where they need to go. Heroes proficient in Streetwise might have lived all their lives in cities, or they might be experienced in activities and professions commonly found in an urban environment.",
    "abilitymodifier": "Wisdom"
  },
  {
    "name": "Survival",
    "description": "The Survival skill focuses on working in and exploring the outdoors and the wilderness, allowing characters to provide for themselves from the bounty of the wild. Heroes proficient in Survival feel at home in natural settings, whether from having lived in the wilds all their lives or engaging in work connected with nature.",
    "abilitymodifier": "Wisdom"
  },
  {
    "name": "Vehicles",
    "description": "The Vehicles skill allows characters to specialize in operating and controlling a wide range of vehicles and conveyances and lets them handle dangerous situations involving those vehicles with aplomb. Heroes proficient with Vehicles might be professional pilots or ship captains, or they might simply have a knack for operating all manner of exotic transportation.",
    "abilitymodifier": "Dexterity"
  }
]