[
    {
        "name": "Disarming Strike",
        "description": "When you hit with a melee attack, you can attempt to disarm your opponent. Roll one influence die and add the result to the damage dealt. In addition, the target must make a Strength saving throw against your trick DC. On a failed save, the target drops one object of your choice that they are holding. The object falls at their feet.",
        "class": "Duelist"
    },
    {
        "name": "Fle'che",
        "description": "When you make an attack roll with a melee weapon, you can roll one influence die to add it to your result. You can do this after making the attack roll, but before determining the result. The target of your attack, hit or miss, is Distracted by you until the end of its next turn.",
        "class": "Duelist"
    },
    {
        "name": "Lunge",
        "description": "When you make a melee attack, you can expend one influence die to make a lunge. If you hit, roll the influence die twice and add the total result to the attack's damage. (You spend one die, but roll twice.)",
        "class": "Duelist"
    },
    {
        "name": "Parry",
        "description": "When an opponent damages you with a melee attack and you are wielding a melee weapon, you can use your reaction and expend an influence die to reduce the damage you take by the number you roll on your influence die + your Charisma modifier.",
        "class": "Duelist"
    },
    {
        "name": "Riposte",
        "description": "When an opponent misses you with a melee attack, you can use your reaction and expend one influence die to make a melee attack against that opponent. If you hit, add the influence die roll result to the attack's damage roll.",
        "class": "Duelist"
    },
    {
        "name": "Tripping Strike",
        "description": "When you hit with a melee attack, you can attempt to trip your opponent. Roll one influence die and add the result to the damage dealt, and the target must make a Strength saving throw against your trick DC. On a failed save, the target falls Prone.",
        "class": "Duelist"
    },
    {
        "name": "Do You Know Who I Am",
        "description": "When you ask someone to do a favor for you, as long as they aren't overtly hostile, you can roll an influence die to convince them to agree. The target must make a Charisma saving throw against your trick DC. On a failed save, the target does the favor for you, no questions asked. The favor can be time-consuming, as long as it won't take more than an hour.<br />You can choose a number of the following properties for the favor equal to half of the result of the influence die, rounded up.<br /><ul><li>The favor can be expensive, as long as it is within the target's Wealth Level.</li><li>The favor can be embarrassing, as long as the embarrassment won't cost the target anything but pride.</li><li>The favor can be dangerous, as long as it doesn't involve combat and there is a reasonable chance to avoid harm.</li><li>The favor can be illegal or could get the target in trouble, as long as there is a chance of not getting caught.</li></ul>",
        "class": "Icon"
    },
    {
        "name": "Frightening Blow",
        "description": "When you hit an opponent with an attack, you can attempt to scare the target. Roll one influence die and add the result to the damage dealt, and the target must make a Wisdom saving throw against your trick DC. On a failed save, the target is Frightened of you until the end of your next turn.",
        "class": "Icon"
    },
    {
        "name": "Insult to Injury",
        "description": "When you hit a target that can hear you with an attack, you can roll an influence die and add it to the damage of that attack. In addition, the target has disadvantage on attack rolls until the end of your next turn.",
        "class": "Icon"
    },
    {
        "name": "Magnetic Personality",
        "description": "As a bonus action, you can roll an influence die to trick an opponent within 60 feet that can hear you into coming closer. The target must make a Wisdom saving throw against your trick DC. On a failure, it must move up to its speed toward you, taking the safest path. If there is no safe path, it does not move. Whether the target succeeds or fails, add the influence die result to the next attack roll you make against the target this turn.",
        "class": "Icon"
    },
    {
        "name": "Taunting Blow",
        "description": "When you hit an opponent with an attack, you can goad that opponent into attacking you. Roll one influence die and add the result to the damage dealt. The target of the attack must make a Wisdom saving throw against your trick DC. On a failed save, the target has disadvantage on all attack rolls against targets other than you until the end of your next turn.",
        "class": "Icon"
    },
    {
        "name": "Watch This",
        "description": "After you make an attack roll, Strength (Athletics) check, or Dexterity (Acrobatics) check, but before determining the result, roll an influence die and add it to your result. At least one other person must be able to see you to use this trick.",
        "class": "Icon"
    },
    {
        "name": "Barked Order",
        "description": "As an action, you can bark an order at one person who can hear and understand you. Roll an influence die. The order can contain a number of words equal to half the roll, rounded up. The target must succeed on a Wisdom saving throw against your trick DC or follow the order to the best of their ability on its next turn. The order cannot be directly harmful to the target or involve a direct attack on their allies.",
        "class": "Leader"
    },
    {
        "name": "Defensive Order",
        "description": "As a reaction, when an ally you can see is hit by an attack, you can tell them how to defend themself. Roll an influence die and reduce the damage the ally takes from that attack by the roll + your Charisma modifier.",
        "class": "Leader"
    },
    {
        "name": "Inspiring Order",
        "description": "When an ally that can hear you makes an attack roll or saving throw, you can use your reaction to motivate them. After they roll, but before determining the outcome, you can roll an influence die and add it to their result.",
        "class": "Leader"
    },
    {
        "name": "Motivate",
        "description": "As a bonus action, you can motivate one ally that can hear you. Roll an influence die. That ally gains temporary hit points equal to the result plus your Charisma modifier.",
        "class": "Leader"
    },
    {
        "name": "Open Them Up",
        "description": "When you hit an opponent with an attack, you can create an opening for your allies. Roll one influence die and add the result to the damage dealt. In addition, the next attack one of your allies makes against the target before the start of your next turn has advantage.",
        "class": "Leader"
    },
    {
        "name": "Repositioning Order",
        "description": "When an ally you can see that can hear you hits with an attack, you can tell them where to move. Roll one influence die and add the result to the damage dealt. In addition, that ally's movement does not provoke opportunity attacks for the rest of this turn, and they can move up to half their speed as a free action now or at the end of the current turn.",
        "class": "Leader"
    },
    {
        "name": "Disappearing Act",
        "description": "By misdirecting onlookers with sleight of hand or trickery, you can take the Hide action even if you would normally have no way to hide. Roll an influence die and add it to your Dexterity (Stealth) result. You remain hidden from any targets that you pass your check against without the need for cover or darkness for the remainder of your turn. After your turn, you remain hidden only if you could normally hide from a target.",
        "class": "Manipulator"
    },
    {
        "name": "Feint",
        "description": "You can roll an influence die to feint as a bonus action, granting you advantage on the next attack roll you make this turn against a target within 5 feet of you. If the attack hits, add the influence die roll to the damage dealt.",
        "class": "Manipulator"
    },
    {
        "name": "Human Shield",
        "description": "As a reaction, when an opponent targets you for an attack but before they roll to hit, you can expend an influence die to change the target to a different opponent within 5 feet of you. If the attack hits the chosen opponent, add the influence die to the damage dealt.",
        "class": "Manipulator"
    },
    {
        "name": "In Your Head",
        "description": "When an opponent that you can see and that can hear you makes a saving throw, after they roll but before determining the result, you can use your reaction to throw them off their game. Roll an influence die and reduce their saving throw result by the amount rolled.",
        "class": "Manipulator"
    },
    {
        "name": "Scapegoat",
        "description": "When you're caught by an authority while violating their rules, you can spend one influence die to avoid blame. Choose a number of crimes up to half the result, rounded up. The authority figure agrees someone or something other than you is responsible for those crimes if they fail a Wisdom saving throw against your trick DC. You must return any stolen goods you are known to have and leave any premises you aren't allowed on, but you will not be apprehended or reported, and you do not need to pay for any damages. The crimes cannot involve directly harming anyone.",
        "class": "Manipulator"
    },
    {
        "name": "Trust Me",
        "description": "When you are asking a non-hostile person for information, you can roll one influence die to nudge them outside their comfort zone. The target must make a Wisdom saving throw against your trick DC. On a failure, they truthfully answer a number of questions equal to your influence die result. They do so as if you were a close personal confidant with proper security clearance.",
        "class": "Manipulator"
    }
]