[
  {
    "name": "Alpine Gear",
    "image": "",
    "description": "Using proper alpine gear lets you roll 3 extra dice when using Muscle or Climb to scale the Matterhorn, or a skyscraper, or an elevator shaft. Alpine gear includes pitons, climbing hammers, rope, clamps, and even a pair of cute lederhosen."
  },
  {
    "name": "Aura Video-Analyzer",
    "image": "",
    "description": "This handy lab-gadget's purpose is two-fold: not only does it tell the emotional state of the subject wearing the helmet (it tells whether or not a subject is lying, or is in love, or is in pain, etc.), but it also reveals the wearer's essence of archetype (in non-technical terms, the subject's self-image - hero, empress, movie star, genius, wild beast, fertility goddess, etc.). If the subject is possessed, for instance, it shows the outline of the entity in possession of the subject."
  },
  {
    "name": "Beach Kit",
    "image": "",
    "description": "A great package deal including a huge inflatable beachball, a volleyball net and volleyball, sunglasses, a sturdy beach umbrella, cassette-deck — AM/FM radio blaster, loads of sun-tan lotion, double-sized beach towels, Frisbee, and other essential paraphernalia.<br />What's that, you ask? What does this have to do with Ghostbusting? Beats us."
  },
  {
    "name": "Bullhorn",
    "image": "",
    "description": "There's nothing like a bullhorn for making yourself heard over the hubbub of a cocktail party. Or for telling a ghost to surrender before you move in on it."
  },
  {
    "name": "Cellular Phone",
    "image": "",
    "description": "This is a telephone you can install in the ECTO-1. It is somewhat extravagant (one hundred or more dollars rent each month), but what a status symbol!"
  },
  {
    "name": "ECTO-1",
    "image": "",
    "description": "This stylish vehicle seats three Ghostbusters in luxurious comfort, or up to six in rather desperate circumstances. Its generous cargo capacity accommodates a full line of paranormal investigation and elimination equipment. Flashing lights signal lesser vehicles to clear the way, and the big plastic figure on the roof provides loads of free advertising. One slight flaw is that it’s about as inconspicuous as a moose hiding in your refrigerator."
  },
  {
    "name": "Ecto-Visors",
    "image": "",
    "description": "These spook-finder glasses allow a Ghostbuster to see in the dark. They also eliminate all peripheral vision and look dumb on elevators."
  },
  {
    "name": "Geiger Counter",
    "image": "",
    "description": "Radioactive ghosts? Why not? Besides, there are other uses for geiger counters. You might run into radioactive monsters or have to explore Three Mile Island to see what really went wrong there. (They're also handy for detecting malfunctioning unlicensed nuclear accelerators.)<br />Geiger counters make a neat crackling noise when they detect radiation. When the crackling gets louder, the radiation is stronger. If it gets too loud, you should vacate the premises before all your hair and teeth fall out."
  },
  {
    "name": "Ghost Trap",
    "image": "",
    "description": "A small box which stores and transports one subdued ghost. The lid is opened by pressing a foot-pedal attached to the box by a twelve-foot length of tubing.<br />As it opens, the ghost trap produces a luminous white cone of psychokinetic force which channels the target ghost into the trap. When the foot-pedal is released, the trap closes. It takes a second or two for the field to neutralize the ghost's own ectoplasmic energies, so a spook could zoom away from the trap before it is sucked inside — unless the containment beam of a proton pack holds it there.<br />After capture, store the ghost within the protection grid at a Ghostbusters franchise."
  },
  {
    "name": "Infrared Camera",
    "image": "",
    "description": "Such cameras can take pictures of ghosts in the dark, even when the ghosts are normally invisible. A camera can be remotely-operated (difficulty 10) to save wear and tear on Ghostbusters, or it can be set up to take pictures on a pre-programmed schedule (difficulty 10). You could set up a trip-beam (difficulty 5) to catch a ghost in the act, and so forth. Brains is the relevant Trait to operate the camera properly, and Photography is the relevant Talent."
  },
  {
    "name": "Parachute",
    "image": "",
    "description": "What else is there to say? Parachutes always work unless you roll a Ghost and the Ghostmaster feels really mean."
  },
  {
    "name": "PKE Meter",
    "image": "",
    "description": "Psychokinetic energy meters are 'ghost-finders,' measuring local PKE valences in the vicinity to discover paranormal activity. When a ghost is in the area, pretty lights flash and the PKE meter's arms rise up high. The closer and more powerful the ghostly presence, the higher the arms rise and the more insistently the lights flash."
  },
  {
    "name": "Protection Grid",
    "image": "",
    "description": "A protection grid is large and immobile. It can safely store an extremely large number of ghosts. After many adventures, it can get full and threaten to collapse, but any actual collapse can only occur at the instigation of the Ghostmaster (who should give the Ghostbusters plenty of warning). If you get worried, build a second one."
  },
  {
    "name": "Proton Pack",
    "image": "",
    "description": "Small unlicensed nuclear accelerators, the proton packs are the Ghostbusters' basic weapon. The wiggly beam emitted by the proton pack scorches walls, knocks holes through wood paneling, destroys chandeliers and upholstery - and occasionally subdues ghosts.<br />Proton packs have two basic settings. The 'Attack' setting is the major one. A successful hit by a proton pack's beam set on Attack lessens a ghost's Ectopresence by 1. (If you're interested, your Ghostmaster will give you a line of hooie explaining Ectopresence; just nod agreeably and keep shooting.)<br />The 'Containment' setting is used to form a proton-beam cage around a ghost and move it to wherever the Ghostbusters please. At least two Ghostbusters must cooperate to use the Containment setting properly, and the ghost's Ectopresence must have been reduced to zero before the Containment setting can work (otherwise the ghost just zips away). Usually, Containment is used to move a trapped ghost directly over a ghost trap, which is then activated.<br />Crossing two proton beams set on Attack results in a catastrophic explosion. This explosion is SO catastrophic, in fact, that crossing the beams can happen only when done on purpose, or when two Ghostbusters fire proton packs in the same round at the same target - and both fail their roll, and both roll Ghosts, and the Ghostmaster says so."
  },
  {
    "name": "Scuba Gear",
    "image": "",
    "description": "A wetsuit is helpful when investigating haunted sewers, stories of sea monsters, and similar aquatic situations. A typical one-tank wetsuit holds enough oxygen for 30 minutes of life, It takes a little skill to swim in a frogsuit, if you don't know how. If you want to do more than just paddle around very slowly, you'll need to roll against your Muscles Trait or Swim Talent."
  },
  {
    "name": "Secret Tomes of Occult Lore",
    "image": "",
    "description": "Every good occultist should have access to one or more occult book. He might even have a whole library full of them. Some typical ones include: Roylance, GUIDE TO SECRET SOCIETIES AND SECTS; Tobin, SPIRIT GUIDE; Spates, SPATES CATALOGUE OF NAMELESS HORRORS AND WHAT TO DO ABOUT THEM; Fredde, THE BIG BOOK OF OCCULT LORE; and, of course, Stafford, Petersen, and Willis, GHOSTBUSTER’S HANDBOOK.<br />The Ghostmaster can allow the Ghostbusters to find clues in these books or look up appropriate facts and occasionally may route the Ghostbusters into an adventure by means of something found in a book."
  },
  {
    "name": "Video Camcorder",
    "image": "",
    "description": "If you've got enough money, this is definitely the way to go. Set up your video and record the ghosts' attack firsthand. Some ghosts don’t register on video, so make sure you're going after the right kind before wasting your money. You can also use a video camera to record advertisements for local TV."
  },
  {
    "name": "Walkie-Talkie",
    "image": "",
    "description": "An absolute necessity if your group is forced to split up when hunting down a ghost. Walkie-talkies have a range of a few hundred yards, pick up lots of static and conversations from passing truckers, and may fail to work in the presence of powerful psychokinetic forces."
  }
]
