[
  {
    "name": ".38",
    "description": "Small-caliber pistol ammunition designed for double-action revolvers before the Great War. Abundant enough that it is the ammunition of choice for most makeshift firearms, and several more powerful weapons can be modified to accept a .38 cartridge, sacrificing stopping power for availability of ammunition.",
    "weight": 0,
    "cost": 1,
    "rarity": 0
  },
  {
    "name": "10mm",
    "description": "One of the most common types of pistol round found in the wastelands, manufactured in vast quantities before the Great War to accompany the large numbers of 10mm pistols they were producing as sidearms for soldiers, and as personal defense weapons for civilians.",
    "weight": 0,
    "cost": 2,
    "rarity": 0
  },
  {
    "name": ".308",
    "description": "A high-powered rifle round normally used in hunting rifles and some bolt-action pipe rifles. They're a common enough sight in the wastelands that a weapon using .308 rounds is unlikely to run out of ammunition too often.",
    "weight": 0,
    "cost": 3,
    "rarity": 1
  },
  {
    "name": "Flare",
    "description": "A small tube like a shotgun cartridge, containing a chemical which burns brightly when ignited. Fired from a flare gun, which ignites a fuse upon launching: the flare shoots up into the sky, illuminating the area around it and then drifting down on a plume of white smoke. Good for signaling for help, not for much else.",
    "weight": 0,
    "cost": 1,
    "rarity": 1
  },
  {
    "name": "Shotgun Shell",
    "description": "The standard shotgun shell found in the wastelands is a 12 gauge 2 3/4 inch cartridge filled with #0 buckshot. Relatively easy to find, those living in the wastes often keep a shotgun handy for close encounters.",
    "weight": 0,
    "cost": 3,
    "rarity": 1
  },
  {
    "name": ".45",
    "description": "A decent round which combines reasonable stopping power with manageable recoil and decent accuracy. It's used by a few different weapons found commonly in the wastelands and isn't too scarce.",
    "weight": 0,
    "cost": 3,
    "rarity": 2
  },
  {
    "name": "Flamer Fuel",
    "description": "A highly flammable chemical mixture designed to be used in a flamer. The quality of flamer fuel varies, but most tend to be a viscous substance that stays burning at a high temperature or a long duration, to make for an effective weapon.<br />When flamer fuel is found, it is in the form of a canister containing enough fuel for the number of shots generated.",
    "weight": 0,
    "cost": 1,
    "rarity": 2
  },
  {
    "name": "Fusion Cell",
    "description": "A microfusion cell-or fusion cell-is a miniaturized fusion reactor used in light energy weapons. They use volatile hydrogen isotopes which undergo fusion when subjected to extreme heat and pressure, and they can explode if exposed to a significant external heat source. Difficult to refuel without the proper facilities, these cells are often simply disposed of when depleted.<br />When fusion cell ammunition is found, it is in the form of a single cell containing the number of shots generated.",
    "weight": 0,
    "cost": 3,
    "rarity": 2
  },
  {
    "name": "Gamma Round",
    "description": "A large, plastic-coated battery, capable of containing the charge needed to power a Gamma Gun.",
    "weight": 0,
    "cost": 10,
    "rarity": 2
  },
  {
    "name": "Railway Spike",
    "description": "Iron spikes designed for fastening railway tracks in place. Not as easy to find as you might think, given their mundane origins.",
    "weight": 0,
    "cost": 1,
    "rarity": 2
  },
  {
    "name": "Syringer (Berserk)",
    "description": "If one or more Effects are rolled for the weapon's damage, the target becomes frenzied and berserk, attacking the nearest living creature (friend or foe) for the remainder of the scene.",
    "weight": 0,
    "cost": 50,
    "rarity": 2
  },
  {
    "name": "Syringer (Bleed-Out)",
    "description": "The weapon gains the Persistent damage effect.",
    "weight": 0,
    "cost": 17,
    "rarity": 2
  },
  {
    "name": "Syringer (Bloatfly Larva)",
    "description": "If one or more Effects are rolled for the weapon's damage, then upon the target's death, a Bloatfly emerges from their remains.",
    "weight": 0,
    "cost": 10,
    "rarity": 2
  },
  {
    "name": "Syringer (Endangerol)",
    "description": "If one or more Effects are rolled for the weapon's damage, the target's Physical damage resistance is reduced by 2 for the remainder of the scene.",
    "weight": 0,
    "cost": 60,
    "rarity": 2
  },
  {
    "name": "Syringer (Lock Joint)",
    "description": "The weapon gains the Stun damage effect.",
    "weight": 0,
    "cost": 40,
    "rarity": 2
  },
  {
    "name": "Syringer (Mind Cloud)",
    "description": "If one or more Effects are rolled for the weapon's damage, the target becomes confused and adds +2 difficulty to all PER tests for a number of rounds equal to the number of Effects rolled.",
    "weight": 0,
    "cost": 73,
    "rarity": 2
  },
  {
    "name": "Syringer (Pax)",
    "description": "If one or more Effects are rolled for the weapon's damage, the target cannot take hostile or aggressive actions for a number of rounds equal to the number of Effects rolled.",
    "weight": 0,
    "cost": 39,
    "rarity": 2
  },
  {
    "name": "Syringer (Radscorpion Venom)",
    "description": "The weapon adds +1D damage and gains the Persistent (Poison) damage effect.",
    "weight": 0,
    "cost": 65,
    "rarity": 2
  },
  {
    "name": "Syringer (Yellow Belly)",
    "description": "If one or more Effects are rolled for the weapon's damage, the target must use at least one of their actions each turn to move away from all enemies by the most direct route. This lasts for a number of rounds equal to the number of Effects rolled.",
    "weight": 0,
    "cost": 55,
    "rarity": 2
  },
  {
    "name": ".44",
    "description": "The powerful .44 Magnum round was originally developed for revolvers. Its excellent stopping power makes it well suited for any inhabitant of the wasteland needing a round capable of stopping monsters, human or otherwise. All this is limited mainly by the scarcity of these rounds.",
    "weight": 0,
    "cost": 3,
    "rarity": 3
  },
  {
    "name": ".50",
    "description": "Large, high-powered, high-performance rounds used only in the most powerful rifles. These rounds were normally used for heavy machine guns and anti-materiel rifles pre-War, so supplies of them tend to be scarce unless there's a military base nearby. A shot from one of these will make a mess of anything it hits, but you need to make every shot count.",
    "weight": 0,
    "cost": 4,
    "rarity": 3
  },
  {
    "name": "5.56mm",
    "description": "A lightweight, Accurate rifle round normally used in assault rifles. Developed centuries ago for the U.S. Army's standard rifle of the era, 5.56mm rounds remained in production and use right up until the end of the Great War, and if you know where to look they're easy enough to find.",
    "weight": 0,
    "cost": 2,
    "rarity": 3
  },
  {
    "name": "5mm",
    "description": "Small-caliber rifle rounds normally used by the military in miniguns. While supplies of these weapons are rare, they're normally found in large quantities. The problem is that the weapons which use them consume ammunition at a prodigious rate, and a full box of 5mm rounds doesn't last long.",
    "weight": 0,
    "cost": 1,
    "rarity": 3
  },
  {
    "name": "Fusion Core",
    "description": "Pre-War fusion cores are high-grade, long-term nuclear batteries. A single core can power a small building for a long time or provide a lot of power for something very quickly. Most suits of Power Armor accept a fusion core power source, which lasts for several hours of activity. They can also be used as the ammunition supply for a Gatling laser.<br />When discovered, a fusion core contains a number of charges equal to 10 plus the user's Science skill (people with more scientific knowledge can utilize the power more efficiently; the Nuclear Physicist perk also adds extra charges, see p.68). How these charges are used or depleted depends on what they're plugged into (see Power Armor, p.123).<br />When used as the ammunition for a Gatling laser, each charge a fusion core contains translates to 50 shots for a Gatling laser. As a Gatling weapon, the Gatling laser consumes ammunition ten times as quickly as most weapon (see Gatling, p.90).<br />The Scavenger perk cannot increase the number of fusion cores found.",
    "weight": 4,
    "cost": 200,
    "rarity": 3
  },
  {
    "name": "Missle",
    "description": "Compact high-explosive rockets designed to be launched from a missile launcher. They are capable of steering to a target under control from a guidance system, if the launcher has one, which means that makeshift rockets won't work in their place.<br />When found by a character with the Scavenger perk, roll only +1D per Rank, rather than the normal bonus amount.",
    "weight": 7,
    "cost": 25,
    "rarity": 3
  },
  {
    "name": "Plasma Cartridge",
    "description": "Plasma weapons draw power and fuel from a plasma cartridge, a combination of fusion cell to power the weapon, and a capsule containing a stable version of the chemical which becomes the plasma which the weapon fires.",
    "weight": 0,
    "cost": 5,
    "rarity": 4
  },
  {
    "name": "2mm EC",
    "description": "The 2mm Electromagnetic Cartridge is a self-contained magazine containing high-velocity ferromagnetic projectiles and the battery pack necessary to power the gauss weapon they are fired from.<br />This ammunition is not found loose, but in magazines containing the number of shots generated (and sufficient battery charge to power the weapon for those shots).",
    "weight": 0,
    "cost": 10,
    "rarity": 5
  },
  {
    "name": "Mini-Nuke",
    "description": "A small, football-sized tactical nuclear warhead designed to be hurled by a launcher to a safe distance. Mini-Nukes are extremely rare and found only in small quantities.<br />The Scavenger perk cannot increase the number of Mini-Nukes found.",
    "weight": 12,
    "cost": 100,
    "rarity": 6
  },
  {
    "name": "Junk",
    "description": "Literally junk. Uniquely suited as ammunition for the Junk Jet weapon. Weights, costs, and rarity vary by piece.",
    "weight": 0,
    "cost": 0,
    "rarity": 0
  }
]