[
  {
    "name": "Strength",
    "description": "Strength measures your character's physical prowess.  It is used to make melee attacks, increases melee damage, and influences how much stuff you can carry. Buy ranks in the Strength attribute if you want to be a strong character and solve your problems with force.",
    "imageUrl": "",
    "value": 5,
    "max": 10
  },
  {
    "name": "Perception",
    "description": "Your perceptiveness influences how easily you notice danger and how aware you are of your environment, affects your turn in the initiative order in combat, and is used to make attacks with energy weapons. Buy ranks in the Perception attribute if you want to be a perceptive person and solve your problems by studying your surroundings.",
    "imageUrl": "",
    "value": 5,
    "max": 10
  },
  {
    "name": "Endurance",
    "description": "Your natural toughness and resilience influences how many health points you have, how easy you find it to shrug off the physical dangers of the wasteland, and your ability to wield heavy weapons. Buy ranks in the Endurance attribute if you want to be hardy and resilient, and solve your problems by pushing through them.",
    "imageUrl": "",
    "value": 5,
    "max": 10
  },
  {
    "name": "Charisma",
    "description": "Your natural charisma influences how effectively you can convince people of your opinions, change their minds, barter with people, and find safety among others. Buy ranks in the Charisma attribute if you want to be persuasive and solve problems by talking your way out of them.",
    "imageUrl": "",
    "value": 5,
    "max": 10
  },
  {
    "name": "Intelligence",
    "description": "Your intelligence measures your smarts, how able you are to apply your mind to an obstacle, and how much you remember and know from studying the world around you. Buy ranks in the Intelligence attribute if you want to be cunning and clever, and solve your problems by thinking of the most effective solution.",
    "imageUrl": "",
    "value": 5,
    "max": 10
  },
  {
    "name": "Agility",
    "description": "Your agility measures how fit and agile you are, your balance, athletic suppleness, and how precisely you can control your body. It is used to make ranged attacks with small guns. Buy ranks in the Agility attribute if you want to be nimble, and solve your problems with accuracy and skill.",
    "imageUrl": "",
    "value": 5,
    "max": 10
  },
  {
    "name": "Luck",
    "description": "Luck describes just how much fortune smiles down on you, turning fickle forces in your favor, and generally coming out on top when you should be at the bottom. Luck gives you points to spend to add story details. Use your Luck attribute when you make skill tests, and re-roll dice.",
    "imageUrl": "",
    "value": 5,
    "max": 10
  }
]