[
  {
    "name": "Brotherhood Initiate",
    "description": "Born from the terrible revelations of the Mariposa Rebellion, Roger Maxson formed the Brotherhood of Steel so that his people—and eventually the rest of the survivors in this new world—would have something to believe in. With its own mythology, creed, and hierarchy, the Brotherhood of Steels primary goal is the recovery and preservation of the technology of the pre-war world. With the Great War disrupting humanity's access to technology, the Brotherhood's knights and scribes do all they can to secure the technology of the past, for the needs of future generations.<br />You may be a descendant of a knight or paladin, born into the Brotherhood and a firm believer of their doctrine, or you may be a new recruit, pledging yourself to their cause and looking to rise through their ranks.<br />Although the Brotherhood share a common goal, their chapters across the wasteland can have different beliefs and protocols, and they aren't as unified as they seem from the outside. While the West Coast Brotherhood of Steel warred with the New California Republic over reclamation of technology and the NCR's expansion efforts, the East Coast chapter was effectively isolated when it prioritized charity over the exchange of technology and the preservation of pre-war equipment. Elder Lyons' mission became humanitarian, and while that earned them isolation at first, Arthur Maxson led their expansion of influence from Washington D.C. to the entire Eastern Seaboard, refocusing their efforts on technological recovery and development.",
    "imageUrl": "",
    "choice": [
      {
        "type": "Trait",
        "choices": [
          "The Chain That Binds"
        ],
        "count": 1
      },
      {
        "type": "Pack",
        "choices": [
          "Brotherhood of Steel Initiate",
          "Brotherhood of Steel Scribe"
        ],
        "count": 1
      }
    ]
  },
  {
    "name": "Ghoul",
    "description": "Prolonged exposure to the effects of background gamma radiation—part of the fallout of the Great War—can spontaneously mutate humans. You are one of those mutants. Either slowly, or strangely spontaneously, your body changed into that of a rotting, living corpse. You no longer age the same way, and appear unaffected by radiation. Your skin peels from your flesh but seems to be sustained by your mutated metabolism.<br />You are a 'ghoul'-a necrotic post-human—one of many rag-tag survivors who weren't lucky enough to get into a Vault-Tec facility. You may have been born after the war, and over time developed the necrotic mutation. You may have come from Vault 12 in Bakersfield, California, whose vault door did not close, exposing the population to the radiation from outside. You may have taken refuge in a ghoul settlement, like Underworld in the Capital Wasteland, and have ventured out recently to explore, scavenge, and survive.<br />Civilized ghouls, such as yourself, also fear a possible degeneration into a frenzied, feral nature. Feral ghouls are necrotic mutants like yourself who have lost higher brain functions, and reverted to a primal, violent state. They attack non-ghouls indiscriminately to defend their territory or feed. Whether this loss of reason is due to acute levels of radiation or the inevitable outcome of the mutation, you're not sure, and that makes it all the more terrifying.",
    "imageUrl": "",
    "choice": [
      {
        "type": "Trait",
        "choices": [
          "Necrotic Post-Human"
        ],
        "count": 1
      },
      {
        "type": "Pack",
        "choices": [
          "Mercenary",
          "Raider",
          "Settler",
          "Trader",
          "Wanderer"
        ],
        "count": 1
      }
    ]
  },
  {
    "name": "Super Mutant",
    "description": "You are a brutal, mutated human, forced to evolve from thoughtless experiments by the twisted science of the pre- and post-war world. Infected with the Forced Evolutionary Virus (F.E.V.), your body has mutated into a tall, muscular killing machine, filled with a rage.<br />You could have originated from the Master's army at the Mariposa military base, California, created as he experimented on unwilling human victims, splitting into one of the factions upon his death to attack or rebuild the wasteland with its survivors. Your origins could be rooted in the Evolutionary Experimentation Program of Vault 87, whose super mutant groups terrorize the Capital Wasteland. You could have been abducted from the Commonwealth and exposed to the F.E.V. by the Institute and disposed of back into the wasteland to fend for yourself in small bands of raiders. Or finally, you could have been a resident of Huntersville, Appalachia, whose water supply was contaminated with the virus and the mutations went unchecked.<br />Although these super mutants share the same qualities, the groups formed from the three strains haven't mixed, and there is little evidence they have met one another. While some groups have migrated or moved in their lifetime, none have travelled far enough to encounter one another, so where your quests take place will likely dictate your origin.",
    "imageUrl": "",
    "choice": [
      {
        "type": "Trait",
        "choices": [
          "Forced Evolution"
        ],
        "count": 1
      },
      {
        "type": "Pack",
        "choices": [
          "Brute",
          "Skirmisher"
        ],
        "count": 1
      }
    ]
  },
  {
    "name": "Mister Handy",
    "description": "The General Atomics International robot 'Mister Handy' exploded onto the robotic market as a reliable construction robot, known for its durability and ease of maintenance, but its real breakthrough came in a collaboration with RobCo to produce a domestic model.<br />You are one of these domestic automatons, produced some time between 2037 and 2077, seeking to provide every household in America with butler-like servitude. Equipped with state-of-the-art programming, you have initiative and can adapt your own coding to learn more from your environment. This capacity for self-determination is what has enabled your survival beyond the Great War; where other robots may have broken down, you have managed to shake loose from the shackles of your programming and find a life for yourself.<br />Many models exist, and you could come from any of the Mister Handy, Mister Gutsy, Miss Nanny, or Mister Orderly series. You are powered by a nuclear core, can replace your own fuel, and repair yourself or other Mister Handy units. Your model has three mechanical arms and three mechanical eyes on stalks, and your jet propulsion keeps you hovering above the ground, providing you have all the fuel you need. With this rugged design, you have survived so far.",
    "imageUrl": "",
    "choice": [
      {
        "type": "Trait",
        "choices": [
          "Mister Handy Robot"
        ],
        "count": 1
      },
      {
        "type": "Pack",
        "choices": [
          "Miss Nanny",
          "Mister Farmhand",
          "Mister Gutsy",
          "Mister Handy",
          "Nurse Handy"
        ],
        "count": 1
      }
    ]
  },
  {
    "name": "Survivor",
    "description": "You are the living legacy of the people who prepared for Armageddon on their own. You are only alive in the post-nuclear apocalyptic landscape because your forebears dug in, survived, and found community enough to continue humanity's existence.<br />You could be from any number of settlements, isolated shelters, or traveling groups that sparsely populate the wasteland from West Coast to East Coast. You could be from the New California Republic, carrying on the legacy of Vault 15 and Shady Sands. You could fight to protect others, calling a group of survivors like the Minutemen or the Regulators your home. You could also be a merciless raider or be born into one of these groups but escaped in order to rehabilitate and reform.<br />Wherever you are from, or wherever you travel, making connections and laying down roots can be hard. Survivors are naturally wary of others, and are always on the lookout for the next conman, raiding party, or thief that will take their hard-earned resources. Travelling vast distances is difficult too, and many travelling survivors—particularly trading caravans—move between large settlements within their area of the wasteland, rather than travelling from coast to coast.",
    "imageUrl": "",
    "choice": [
      {
        "type": "Trait",
        "choices": [
          "Educated",
          "Fast Shot",
          "Gifted",
          "Heavy Handed",
          "Small Frame"
        ],
        "count": 2
      },
      {
        "type": "Pack",
        "choices": [
          "Mercenary",
          "Raider",
          "Settler",
          "Trader",
          "Wanderer"
        ],
        "count": 1
      }
    ]
  },
  {
    "name": "Vault Dweller",
    "description": "When the bombs were falling, you or your predecessors were lucky enough to be safely secured in one of the one hundred and twenty-two Vault-Tec facilities, deep underground protected by thick blast doors and layers of rock and concrete. Your family either had enough money to buy their space or were randomly selected to enter the vault to be saved from the nuclear devastation above—perhaps only to be condemned to immoral experiments run by Vault-Tec on unwitting participants.<br />You are free from mutation and disease. The Vault-Tec program has afforded you a safe home for some time, but not without some cost. The vault you came from used you as a human test subject, manipulating your understanding of the world and your behavior in order to study you. That's left you with a profound psychological change, compared to the survivors on the surface you now know, and affects how you make your way through the wasteland.<br />Whether through design or poor planning, many of the vaults were not well stocked or prepared for the long wait until nuclear fallout had reached safe levels outside, and many fell into disrepair or out of supplies. Due to these shortcomings, many vault dwellers sought help from the surface, and many vaults opened in order to allow supplies to reach them. By opening their vault doors, the isolated societies inside opened themselves up to mixing with the survivors above, and established a permanent connection with the surface—the most notable example being the residents of Vault 15, who split up and went on to establish the settlement Shady Sands, as well as the raiding gangs of the Jackals, Vipers, and Khans when their vault opened.",
    "imageUrl": "",
    "choice": [
      {
        "type": "Trait",
        "choices": [
          "Vault Kid"
        ],
        "count": 1
      },
      {
        "type": "Pack",
        "choices": [
          "Vault-Tec Resident",
          "Vault-Tec Security"
        ],
        "count": 1
      }
    ]
  }
]