[
  {
    "name": "Accurate",
    "description": "If you take the Aim minor action before attacking with an Accurate weapon, you may spend up to 3 AP to add +1D per AP spent to the attack's damage. If you gain damage in this way, you may not spend ammunition for extra damage. A weapon cannot be both Accurate and Inaccurate."
  },
  {
    "name": "Blast",
    "description": "When you make an attack with a Blast weapon, you do not target a single opponent. Instead, select a single zone you can see, and make the appropriate skill test to attack, with a basic difficulty of 2 (adjusted for range as normal). If you succeed, every creature (and other damageable target) in that zone suffers the weapon's damage. If you fail, your misplaced attack is less effective: roll only half the weapon's CD to determine the damage inflicted to creatures in the target zone and ignore the weapon's normal damage effects."
  },
  {
    "name": "Close Quarters",
    "description": "A Close Quarters weapon is easy to use up-close, and suffers no difficulty increase for being used when within Reach of an enemy."
  },
  {
    "name": "Concealed",
    "description": "A Concealed weapon is small, or otherwise easy to hide on your person. Enemies do not spot a Concealed weapon unless you're wielding it, or if they make a thorough search and succeed at a PER + Survival test with a difficulty of 2."
  },
  {
    "name": "Debilitating",
    "description": "The difficulty of any skill test to treat injuries inflicted by a Debilitating weapon increase by +1."
  },
  {
    "name": "Gatling",
    "description": "Ammunition is spent at ten times the normal rate by Gatling weapons: whenever you would spend one shot of ammunition, a Gatling weapon instead spends a burst of 10 shots. Whenever you spend ammunition to increase this weapon's damage, add +2D per ten-shot burst (to a maximum number of bursts equal to the weapon's Fire Rate), rather than +1D per shot."
  },
  {
    "name": "Inaccurate",
    "description": "When making an attack with an Inaccurate weapon, you gain no benefit from the Aim minor action. A weapon may not be both Accurate and Inaccurate."
  },
  {
    "name": "Mine",
    "description": "When a Mine is placed onto a surface and primed, it becomes a dangerous object, inflicting its damage upon anyone who comes within Reach of it (and upon additional characters, if it has the Blast quality)."
  },
  {
    "name": "Night Vision",
    "description": "The sights of a weapon with Night Vision have been made to allow you to see more clearly in the dark. When you Aim with a Night Vision weapon, you ignore any increase in the difficulty of an attack due to darkness."
  },
  {
    "name": "Parry",
    "description": "When an enemy attempts a melee attack against you, and you are wielding a Parry weapon, you may spend 1 AP to add +1 to your Defense against that attack."
  },
  {
    "name": "Recon",
    "description": "When you Aim with a Recon weapon, you may mark the target you aimed at. The next ally to attack that target may re-roll one d20 on their attack."
  },
  {
    "name": "Reliable",
    "description": "During each combat encounter, a Reliable weapon ignores the first complication you roll on a test to use that weapon. A weapon may not be both Reliable and Unreliable."
  },
  {
    "name": "Suppressed",
    "description": "If an enemy is not aware of you when you attack with a Suppressed weapon, they do not notice the attack unless they are the target or they pass a PER + Survival test with a difficulty of 2."
  },
  {
    "name": "Thrown",
    "description": "A Thrown (C) weapon can be thrown, as a ranged attack with an ideal range of Close. A Thrown (M) weapon can be thrown, as a ranged attack with an ideal range of Medium. You make an AGI + Throwing test to attack with the weapon, depending on the type of weapon."
  },
  {
    "name": "Two-Handed",
    "description": "A Two-Handed weapon must be held in two hands to be used effectively; attempting to attack with a Two-Handed weapon in one hand increases the difficulty by +2."
  },
  {
    "name": "Unreliable",
    "description": "When you make an attack with an Unreliable weapon, increase the complication range of the attack by 1. A weapon may not be both Reliable and Unreliable."
  }
]
