[
   {
	   "name": "Athletic Feat",
	   "description": "This Move covers impressive performances of the physical body, including demonstrances of strength, flexibility, endurance, and tone and build. The feat itself can involve props (like bending iron bars or crushing rocks), an assistant or subject (like throwing someone across the ring or backflipping onto the top of a human pyramid), or an contest (like a pose-down or eating 100 hot dogs).<br /> The 7–9 result represents how this is a strain, even for someone with these gifts-an Athletic Feat is always something the wrestler doesn't normally do! If the player chooses to forfeit their next match and the bout hasn’t yet been announced, then you apply the forfeit to their most appropriate feud or storyline. If someone comes to their aid, they do not choose the someone, you do. That can be someone already in the segment or you could debut someone this way. It's also appropriate for another player to swoop in to save the day. In the ring, if the wrestler is pushing their opponent around just to show off, rather than to move the match along, use this Move instead of rolling +Body for the Wrestling Move. A Botch on an Athletic Feat already causes an Injury, but you can also include another Hard Move if the moment is ripe for it.",
	   "classification": "Basic"
   },
   {
	   "name": "Break Kayfabe",
	   "description": "The key question for this is 'are you breaking kayfabe?'. This can be a difficult call to interpret in the moment; pause and ask when it's unclear. The player should telegraph this as much as possible. In addition, some Move results demand that a player's wrestler act in a certain way—if the subject of one of those Moves wants to refuse that demand, they need to Break Kayfabe to do so. Finally, Break Kayfabe can only work on camera. If the scene takes place off-camera, there's no kayfabe to break and characters can switch between wrestling reality and legit concerns freely and without consequences. A Botch on Break Kayfabe should bring in a Hard Move on top of the three 7–9 results whenever the moment is ripe for it.",
	   "classification": "Basic"
   },
   {
	   "name": "Cheap Heat",
	   "description": "Even when the insult or compliment is buried inside of Cut A Promo or an attempt to Work The Audience, it still triggers (this is an exception to the 'one Move at a time' rule).",
	   "classification": "Basic"
   },
   {
	   "name": "Cut a Promo",
	   "description": "The trigger uses the phrase 'take the mic' but a promo doesn't require a literal mic if the context doesn't include it. Cut A Promo is one of the most common Moves. It triggers after anything a wrestler says which demands a response or pushes a feud forward. If a player is having trouble coming up with the content of their promo, they can describe the basic points that the wrestler is trying to get across and the dice result will tell you whether the audience gets it or not.<br />The subject of the promo can be a single wrestler or a group, depending on the context, but if there are multiple possibilities the player chooses who to gain the +1 Heat with when they choose that 7–9 option. A Botch on Cut A Promo a good time to push a NPW, announce legit badness (like someone backstage turning sour on them), turn the audience on them, or change your booking on the fly to give them a loss in their next match.",
	   "classification": "Basic"
   },
   {
	   "name": "Over",
	   "description": "Whoever is in the Top Spot at the top of an Episode makes this Move. If multiple wrestlers are in the Top Spot, they all make it separately. The first segment (or segments) of the Episode should be the platform for making their choices known to the audience (like calling out an opponent or announcing a vignette that is going to be featured later). The player can spend their Momentum on choices in any order, so they could (potentially) call out an opponent, make a match with them as the main event and then add a stipulation; alternately they could add a stipulation to a previously booked match, then call for an unrelated non-wrestling segment to kick off something new. If they decide not to take any options and start with 3 Momentum, they cannot retroactively spend on choices. Once the Over Move choices have been made, the Episode gets underway and it cannot be made again. If you are playing a session that contains multiple discrete Episodes and the same wrestler is in the Top Spot for consecutive Episodes, they make the Move each time. It's per-Episode, not per session.",
	   "classification": "Basic"
   },
   {
	   "name": "Play Politics",
	   "description": "Play Politics triggers when a wrestler is having an argument off-camera. This can be with another player’s wrestler or with an NPW, and it should be an argument where the characters are truly at odds or want different outcomes and aren't willing to back down. If an argument of this type happens on-camera, and a wrestler breaks character as part of it, that's Break Kayfabe instead.<br /> If two players are arguing, they both roll. The higher result makes the Move, so that player is the 'you' and the other is the 'they' when picking the results. If one player Botches their roll and the other doesn't, they may still be subject to a Hard Move (up to you), but you do not apply the Play Politics Botch result. If they both Botch, just apply the Botch result once (losing -1 Heat with each other, and you make a Hard Move).<br />Often, an argument will start, you'll get to a point where one (or both) players make this Move, and then you use the results to guide the rest of the scene. Sometimes you'll realize at the end of an off-camera scene that an argument just happened. You still roll for the Move. Sometimes the results will be post-facto fit to how things went down, rather than guides to what happens next. It’s fine both ways!",
	   "classification": "Basic"
   },
   {
	   "name": "Run-In",
	   "description": "This is an 'I'm bored' Move—it's always available to a player who feels like they haven't had enough screen time and is a great way to get their wrestler into a storyline with someone they haven't been booked with yet! The player can have a storyline reason to run in (like a heel taking advantage of a babyface's weakened state to beat them up) or shape it based on how the roll goes (like deciding on what your beef with them is after finding out that you're going to have a grudge match).<br /> The 7–9 result 'You attack them in the ring! This BOOKS them as the winner' is based on a wrestling trope that, if you attack someone in the ring, you are interfering on behalf of their opponent. This draws that opponent a disqualification, which awards your target a win. Use referee's discretion to make the moment fit this result, if necessary.<br />On a Botch, the Hard Move could be what stops the run-in from happening, or it can be a result of the aborted attempt not getting over with the audience. ",
	   "classification": "Basic"
   },
   {
	   "name": "Work the Audience",
	   "description": "The basic Work The Audience context is in front of a live crowd, usually before a match. Sometimes it can be unclear whether something a wrestler says is Work The Audience or Cut A Promo. The key difference is that Work The Audience doesn't demand a response or push a feud forward, while Cut A Promo does. If the intention is to just pop the crowd, then it's not Cut A Promo. Work The Audience can also be made in the middle of a match. The player does not need to be in control of the match to Work The Audience, as long as they can narrate what their wrestler does to get the crowd on their side.<br />A Botch already turns the audience against the wrestler (by taking away their ability to use this Move for the Episode), so any additional Hard Move should revolve around that. Unless they're really asking for it, though, you can go easy on them.",
	   "classification": "Basic"
   },
   {
	   "name": "Babyface",
	   "description": "As mentioned previously, the 'something you believe in' doesn't have to be a particularly positive or honorable thing. But it should be clear that the wrestler has something they care about more than breaking the rules. This may include giving up a victory or opportunity to win! Note that this Move lets you stop a cheater from cheating to win a match. This can be used whenever someone tries to cheat to win, whether it's just part of narration or a result of the Heel Move.",
	   "classification": "Role"
   },
   {
	   "name": "Heel",
	   "description": "Doing 'something underhanded' will be contextual to each match and should generally be clearly telegraphed by the player. This Move lets you just win a match by cheating, as long as you have the 2 Momentum to spend. You can do this before the end of the match is announced, or after (in order to swerve the BOOKING). If multiple players used the Heel Move to win a match, apply them in sequence. Sometimes a match result will be subject to multiple attempts to change it, especially if the Babyface Move is used to 'counter' the cheating win. Whether it's appropriate to continue using the Move to cheat out a win multiple times in one match is up to Creative (see Considering Multiple Swerves (p. 107) for more about this).",
	   "classification": "Role"
   },
   {
	   "name": "Tecnico",
	   "description": "In addition to generally standing up for what you believe in, you act with respect for others and for wrestling tradition. You count as a Babyface for the purposes of any Move or rule concerned with Role. When brining an ally to your aid, they can be anyone you're already established as friendly with. If it's another player's wrestler they must come when called (or Break Kayfabe instead).",
	   "classification": "Role"
   },
   {
	   "name": "Rudo",
	   "description": "In addition to generally being underhanded and selfish, you are disobedient and disrespectful to authority figures in particular, and other wrestlers in general. You are willing to abandon anyone to save your own skin. You count as a Heel for the purposes of any Move or rule concerned with Role.",
	   "classification": "Role"
   },
   {
	   "name": "",
	   "description": "",
	   "classification": "In-Ring"
   },
   {
	   "name": "Champions Advantage",
	   "description": "If your Championship is at stake in a match, you can roll out of the ring and get counted out whenever you have control. You lose the match, but retain the title, as titles do not change hands on a countout. Roll +Audience.",
	   "classification": "In-Ring"
   },
   {
	   "name": "Interrupt",
	   "description": "When you want to take control of the match, spend 1 Momentum and narrate how you counter, disrupt or otherwise interrupt the current sequence.",
	   "classification": "In-Ring"
   },
   {
	   "name": "Tag Team",
	   "description": "This Move covers impressive performances of the physical body, including demonstrances of strength, flexibility, endurance, and tone and build. The feat itself can involve props (like bending iron bars or crushing rocks), an assistant or subject (like throwing someone across the ring or backflipping onto the top of a human pyramid), or an contest (like a pose-down or eating 100 hot dogs).<br /> The 7–9 result represents how this is a strain, even for someone with these gifts-an Athletic Feat is always something the wrestler doesn't normally do! If the player chooses to forfeit their next match and the bout hasn’t yet been announced, then you apply the forfeit to their most appropriate feud or storyline. If someone comes to their aid, they do not choose the someone, you do. That can be someone already in the segment or you could debut someone this way. It's also appropriate for another player to swoop in to save the day. In the ring, if the wrestler is pushing their opponent around just to show off, rather than to move the match along, use this Move instead of rolling +Body for the Wrestling Move. A Botch on an Athletic Feat already causes an Injury, but you can also include another Hard Move if the moment is ripe for itWhen you’re in a tag team match, you can do the following:<ul><li>If you make a hot tag to your partner to bring them into the match at a critical moment, roll +Heat with them. They gain that result of the Wrestling Move (i.e. retain control and gain Momentum, choose whether to gain Momentum or retain control, or Botch).</li><li>You can abandon the team by spending 2 Momentum and describing how you leave your partner to the mercy of the other team. This BOOKS your team to lose the match, and you gain +1 Heat with each other.</li></ul>",
	   "classification": "In-Ring"
   },
   {
	   "name": "The Comeback",
	   "description": "You can voluntarily hand off narration to your opponent.",
	   "classification": "In-Ring"
   },
   {
	   "name": "Work Real Stiff",
	   "description": "When you want to actually hurt your opponent, roll +Real.",
	   "classification": "In-Ring"
   },
   {
	   "name": "Wrestling",
	   "description": "Narrate a sequence of maneuvers and moments that lead up to a showcase spot. This showcase is something you want people to remember about the match.",
	   "classification": "In-Ring"
   },
   {
	   "name": "Put Over",
	   "description": "After a wrestler in a match rolls the dice for a Move, recap what they just did in the most glowing light (including covering up or explaining away an error or Botch). Bump the die roll up to the next result level, from a Botch (6-) to a partial hit (7–9), or from a partial hit to a full hit (10+).",
	   "classification": "In-Ring"
   },
   {
	   "name": "Battle Royal",
	   "description": "Narrate a sequence of maneuvers and moments that lead up to you attempting to eliminate an opponent by sending them over the top rope.",
	   "classification": "Match Stipulation"
   },
   {
	   "name": "Catch-As-Catch-Can",
	   "description": "Add the following to the standard Wrestling Move:<ul><li>If you showcase your superior technique or knowledge of legitimate amateur wrestling holds, counters and pins, roll +Real.</li><li>You can only gain Momentum from a 7–9 or 10+ if you roll on +Work or +Real.</li><li>If you Botch when you roll on +Real, your opponent may spend 1 Momentum to give you an injury, punishing you for your slip-up.</li></ul>",
	   "classification": "Match Stipulation"
   },
   {
	   "name": "Death Match",
	   "description": "See Death Match (p. 89) for the full rules. In summary:<ul><li>When a Death Match starts, each competitor gains +1 Momentum.</li><li>The match proceeds using the standard rules for a Hardcore Match (p. 83), as violence, blood and (improvised) weaponry are all involved. In addition, whoever added this Stipulation declares what the Bad Shit in the match is.</li><li>You don't want to go into the Bad Shit, but somebody's going to eventually.</li><li>Whoever is booked to win a Death Match adds their +Real or +Audience to their Finishing Move, whichever is higher. </li></ul>",
	   "classification": "Match Stipulation"
   },
   {
	   "name": "Death Match Fallout",
	   "description": "After a Death Match, including if it ends in a no contest, all participants roll +Real.",
	   "classification": "Match Stipulation"
   },
   {
	   "name": "Empty Arena Match",
	   "description": "See Empty Arenas & Empty Arena Matches (p. 91) for running Empty Arena Seasons. When you do, you can use the Reshoot Move:",
	   "classification": "Match Stipulation"
   },
   {
	   "name": "",
	   "description": "",
	   "classification": "Match Stipulation"
   },
   {
	   "name": "",
	   "description": "",
	   "classification": "Match Stipulation"
   },
   {
	   "name": "",
	   "description": "",
	   "classification": "Match Stipulation"
   }
]
