[
  {
    "name": "Distressed",
    "description": "You are often distracted by worries and concerns that may or may not be relevant to the current situation. When making an Alertness Skill Test to gain a better understanding of potential danger to others, take a ↓1."
  },
  {
    "name": "Earthspoiled",
    "description": "You are excited by and attached to the cornucopia of beautiful treasures the Earth and human culture have to offer you. When exposed to a gorgeous piece of Earth art or culture, your Skill Tests suffer ↓1."
  },
  {
    "name": "Glacial",
    "description": "Your personality is cold and uncharismatic, and you struggle to connect with others. Many consider you rude or even hostile even when you're not. Take a ↓1 on all Persuasion Skill Tests unless you’re using the Truth Specialty."
  },
  {
    "name": "Idolizer",
    "description": "You have something of a hero-worship complex. The hero you cherish and follow might be one of your teammates, or it might be one of the heroes of the many Cybertronian wars. It could even be one of the Primes or even a Titan. Your Willpower Defense is 9 + Smarts."
  },
  {
    "name": "Impulsive",
    "description": "You are reckless and rash, taking that shot at the lead Decepticon when your mission is only supposed to be reconnaissance. No matter the circumstances, you never gain the benefits of Surprise. Additionally, take a ↓1 on your first Skill Test after you roll Initiative."
  },
  {
    "name": "Mode Attachment",
    "description": "You are deeply uncomfortable in one of your Modes. When you choose this Hang-Up, choose either Bot Mode or one of your Alt Modes. When converting into the selected mode, you must make a Technology Skill Test when converting against a DIF equal to 10 + half your level (rounding up). If you fail, you can’t change forms that turn, and the action is lost."
  },
  {
    "name": "Skeptical",
    "description": "You are an objective observer, and concepts such as hope and inspiration don't impact you. You gain no benefits when an ally uses Lend Assistance on you. "
  },
  {
    "name": "Subordinate",
    "description": "You are most comfortable knowing your specific place in the chain of command, even if it is at the bottom. You often struggle to make your own decisions without receiving orders from a superior. Take a ↓1 on any Skill Test that is not directly related to your mission as stated."
  },
  {
    "name": "Treacherous",
    "description": "You are untrustworthy, unreliable, and everyone knows it. You can never use the Lend Assistance action, not because you don't want to, but because no one accepts your help."
  },
  {
    "name": "Vainglorious",
    "description": "You are pompous and self-important, and your reputation and good looks take precedence over being effective (though this does not necessarily mean you are ineffective). On your first turn, after you roll Initiative, you must spend your Standard action delivering a speech to your enemies or preening and chest-thrusting."
  },
  {
    "name": "Violent",
    "description": "You are eager for war and seek to be in the center of conflict. Any Skill Test you take during combat that is not explicitly related to said combat takes a ↓1."
  },
  {
    "name": "Whimsical",
    "description": "You don't take anything seriously and like to focus on lighthearted fun and playing tricks on your friends. Whenever you make an Infiltration Skill Test that is not 'just for fun' you take a ↓1."
  }
]
