[
  {
    "name": "Bureaucrat",
    "description": "Never in the limelight, but always foundational to the execution and planning of leadership, you're an administrator or functionary. Whether you're a desk jockey running the numbers on the Energon flow at the Space Bridge or the assistant putting the final touches on the mayor's policies, you are vital to making Cybertron run through coordination and service.",
    "perk": "When using the Lend Assistance action, you can grant the recipient both an Edge and a ↑1 to their Skill Test.",
    "hang-ups": [
      "Mode Attachment",
      "Subordinate",
      "Treacherous"
    ],
    "suggestion": "Bureaucratic positions take many forms, and each level supports the team as a whole. Bureaucracies take forms throughout many organizations, workforces, and teams, occurring wherever there is a clear hierarchy, specialization of duties, a division of labor, and a set of formal rules or standard operating procedures.<br />The following are a few ideas of specific job functions within a bureaucratic organization:<ul><li>1. Secretary</li><li>2. Lawyer</li><li>3. Engineer</li><li>4. Manager</li><li>5. Inspector</li><li>6. Policy Maker</li><li>7. Government Representative</li><li>8. Chancellor or Dean</li></ul>",
    "bonds": [
      {
        "value": 1,
        "text": "Organization is the key to success."
      },
      {
        "value": 2,
        "text": "Day to day accomplishments are my main focus, and I leave the big picture goals to my superiors."
      },
      {
        "value": 3,
        "text": "I evaluate all members of my team for efficiency, so my job is easier and more effective."
      },
      {
        "value": 4,
        "text": "I am distrustful of newcomers to my team and believe that anyone has the potential to defect to the enemy."
      },
      {
        "value": 5,
        "text": "Interpersonal relationships with my coworkers are difficult for me, as I am more focused on making the organization I'm part of run smoothly."
      },
      {
        "value": 6,
        "text": "I do not tolerate mistakes, and I'm angriest at myself if I fail."
      },
      {
        "value": 7,
        "text": "When a new idea is presented, I am the first to document the procedure and who will be responsible for seeing it through."
      },
      {
        "value": 8,
        "text": "I find myself intimidated by those in positions above me."
      },
      {
        "value": 9,
        "text": "While on the job or a mission, I’m focused on the task at hand, but once that's over, I like to cut loose and have fun."
      },
      {
        "value": 10,
        "text": "I secretly wish that I was on the front lines of action instead of pushing paperwork and policy."
      },
      {
        "value": 11,
        "text": "I'm only doing this job to gain more power and control."
      },
      {
        "value": 12,
        "text": "I have a hard time controlling my temper when procedure isn't followed."
      }
    ]
  },
  {
    "name": "Cube Player",
    "description": "Cube, an ancient and celebrated tradition on Cybertron, is a team sport similar in style to Earth's rugby, where players must hold onto an artificial intelligence-guided Energon cube for a set amount of time without it being knocked away by an opponent. The violent sport eventually died our when the war became so all-encompassing that even the game stadiums were no longer safe.",
    "perk": "You gain an Edge on Social and Smarts based Skills connected to competitive sports. Additionally, you gain ↑1 on Skill Tests related to Cube.",
    "hang-ups": [
      "Earthspoiled",
      "Impulsive",
      "Vainglorious"
    ],
    "suggestion": "Determine at which point in their lifetime your character was a Cube Player and if they still play. Former athletes often move into leadership or public-facing roles. Current athletes often draw attention and popularity to themselves wherever they go. Perhaps your character left the sport back on Cybertron but still longs to play now that they are on Earth. All of these can add to your character's personality, desires, and day-to-day life.",
    "bonds": [
      {
        "value": 1,
        "text": "I love being the center of attention."
      },
      {
        "value": 2,
        "text": "When I fail at any athletic-based endeavor, I retreat in anger or embarrassment."
      },
      {
        "value": 3,
        "text": "I love being a coach to others and will happily explain how I perform any skill."
      },
      {
        "value": 4,
        "text": "I often take random items from wherever I am and turn them into sport, either by aiming to throw at a target or using them for dexterity challenges."
      },
      {
        "value": 5,
        "text": "I long for the days when all I had to worry about was the next game."
      },
      {
        "value": 6,
        "text": "I perform best as part of a team, and my team is my family."
      },
      {
        "value": 7,
        "text": "Being the best is most important to me, and I’m not above bragging when I do well."
      },
      {
        "value": 8,
        "text": "I am fascinated by Earth sports."
      },
      {
        "value": 9,
        "text": "I often make quips comparing situations to Cube and other sports, and I won't miss an opportunity to make sports-based references, idioms, and jokes."
      },
      {
        "value": 10,
        "text": "I worry about my health and am extremely cautious about taking damage to my precious chassis."
      },
      {
        "value": 11,
        "text": "I'm humble about my talents and don't like the attention it brings."
      },
      {
        "value": 12,
        "text": "One day, I want to start my own Cube league and turn it into a major enterprise."
      }
    ]
  },
  {
    "name": "Experiment",
    "description": "Cybertronian technology is beyond human understanding, and the pursuit of science and technology is a commonly dedicated lifepath for Cybertronians. But you were not a scientist, technologist, or machinist; you were their experiment. Your body has been modified, altered, or upgraded. You may have experienced a unique forging or spent years in a laboratory being torn down and rebuilt repeatedly. Becoming an experiment was sometimes voluntary, but not always. There are benefits to having a modified body, but the process often takes its toll as well.",
    "perk": "Choose one of the following four options:<ul><li>1. Gain ↑1 when Shoving or attempting to break from a Grapple.</li><li>2. Your carrying weight is doubled.</li><li>3. You gain an Edge on Technology Skill Tests in which you are not familiar with the specific technology alien to you (for example, Earth automotive technology for Cybertronians).</li><li>4. You have one additional Integrated Non-Weapon Hardpoint.</li></ul>",
    "hang-ups": [
      "Distressed",
      "Treacherous",
      "Violent"
    ],
    "suggestion": "Your character may have spent a large portion of their time in a lab or put through tests that forced them to be secluded from others. On the other hand, they may have made strong bonds with other Cybertronians in the facility they were in. Consider whether the experimental research they were a part of would have contributed to their social interactions and how they feel about their modifications, differences, and special features.",
    "bonds": [
      {
        "value": 1,
        "text": "I was forced into a life of experimentation and hate the party responsible."
      },
      {
        "value": 2,
        "text": "Technological evolution is the key to the longevity of our race."
      },
      {
        "value": 3,
        "text": "I am always happy to volunteer my body for scientific and technological research, especially if there is Energon or other perks in it for me."
      },
      {
        "value": 4,
        "text": "I use a secret technological upgrade of mine to play practical jokes on others."
      },
      {
        "value": 5,
        "text": "I often worry that others are only friendly to me because they secretly feel sorry for me."
      },
      {
        "value": 6,
        "text": "Being an experiment has turned me into a people pleaser."
      },
      {
        "value": 7,
        "text": "I often compare others' trials and tribulations to my own experiences."
      },
      {
        "value": 8,
        "text": "The work that was done on me resulted in a 'glitch' in my system that sometimes makes me repeat myself or cause my words to trail off."
      },
      {
        "value": 9,
        "text": "When I see social injustices that cause others to not have free will over their bodies, I become passionately angry."
      },
      {
        "value": 10,
        "text": "There is a symbol marked on my body as a result of an experimentation that I don’t know the meaning of, and I desperately want to find the maker who did it."
      },
      {
        "value": 11,
        "text": "Every time I use one of the benefits of being an experiment, I feel compelled to remark about what I had to go through to use that ability."
      },
      {
        "value": 12,
        "text": "I believe the work done to me saved my life, and I owe a debt to those who helped me."
      }
    ]
  },
  {
    "name": "Former Senator",
    "description": "Leadership requires the best and brightest, those who can enact strong policy, and those who make backroom deals with the best of them. On Cybertron, you directed some form of local government at the head and were part of the well-oiled machine.",
    "perk": "Choose a Deception or Persuasion Specialization, whether or not you invested in that Specialization. You gain an Edge on Skill Tests when that Specialization comes into play.",
    "hang-ups": [
      "Glacial",
      "Idolizer",
      "Mode Attachment"
    ],
    "suggestion": "You may have been (or still may be) a senator or any other high-ranking government official, but the skills you learned stay with you in all of your efforts, even outside the political realm. Consider the type and area of your governance, both politically and geographically, the impact it had on your time there, and how it has resulted in your life today.",
    "bonds": [
      {
        "value": 1,
        "text": "The relationship I have with my mentor is invaluable and unbreakable."
      },
      {
        "value": 2,
        "text": "I believe that I am a better leader than my direct superior."
      },
      {
        "value": 3,
        "text": "I want to change the world and the political environment of my current home."
      },
      {
        "value": 4,
        "text": "I am wary of those involved in Earth politics, and I believe their motivations are corrupt."
      },
      {
        "value": 5,
        "text": "Following the law to the letter is important for society and the well-being of others."
      },
      {
        "value": 6,
        "text": "I believe that rules are meant to be broken, especially if you're the one in charge."
      },
      {
        "value": 7,
        "text": "A bodyguard once saved my life, and I will return the favor one day."
      },
      {
        "value": 8,
        "text": "I find ease with entertaining and conversing with bots and humans alike."
      },
      {
        "value": 9,
        "text": "There are secrets about me on a hard drive somewhere that I'm afraid will go public someday."
      },
      {
        "value": 10,
        "text": "I strive to help those who are underprivileged and underrepresented."
      },
      {
        "value": 11,
        "text": "I was a witness to political corruption and carry the secret with me to this day."
      },
      {
        "value": 12,
        "text": "I carry a letter in a language I do not understand, found in my predecessor's files. I hope to translate it and unravel its secrets."
      }
    ]
  },
  {
    "name": "Gladiator",
    "description": "You were a champion of the many arenas of Cybertron, fighting for glory day in and day out. Gladiatorial combat was one of the most popular sporting events on Cybertron, and you may have had a fan following if you were successful. Although fighting skill is an essential part of surviving as a Gladiator, the best of them have powerful personalities, and you do, too.",
    "perk": "Choose an Intimidation Specialization, whether or not you invested in that Specialization. You gain an Edge on Skill Tests when that Specialization comes into play.",
    "hang-ups": [
      "Impulsive",
      "Vainglorious",
      "Violent"
    ],
    "suggestion": "Gladiators are often the epitome of strength and athleticism. Unlike Cube players, Gladiators compete in a solo sport, always looking out for themselves and their own advantages. Fame and glory come hand in hand with gladiatorial success, so consider how your character feels about recognition, being a role model, and social interaction with the public.",
    "bonds": [
      {
        "value": 1,
        "text": "My fabulousness cannot be overshadowed."
      },
      {
        "value": 2,
        "text": "Brute strength of one can only go so far, and it is important to remember that strength also comes in numbers."
      },
      {
        "value": 3,
        "text": "People love when I show off."
      },
      {
        "value": 4,
        "text": "My exterior doesn’t match my gentle personality, and I only like to bring my big persona to an actual fight."
      },
      {
        "value": 5,
        "text": "My valets from my gladiator days are still my dearest friends and confidants."
      },
      {
        "value": 6,
        "text": "I was encouraged into fighting, but I am secretly an excellent dancer."
      },
      {
        "value": 7,
        "text": "When a new idea is presented, I am the first to document the procedure and who will be responsible for seeing it through."
      },
      {
        "value": 8,
        "text": "I once rigged the outcome of a match as a favor, and that party still owes me a debt for doing so."
      },
      {
        "value": 9,
        "text": "A gambler lost a fortune when I lost a fight, and they are still out there somewhere to exact their revenge."
      },
      {
        "value": 10,
        "text": "Fighting is my passion, and winning brings me pure joy."
      },
      {
        "value": 11,
        "text": "I may look tough and strong, but I have a soft spot for animals and human children."
      },
      {
        "value": 12,
        "text": "I prefer to be on my own and don't always follow group consensus."
      }
    ]
  },
  {
    "name": "Hunter",
    "description": "Hunting is a popular pastime for many Cybertronians, and you are no different. Once you traveled off-planet to other alien worlds, tracking down beasts worthy of their prowess. During the wars, the invaluable skills you honed came into high demand to track down criminals and traitors.",
    "perk": "Choose a Survival Specialization, whether or not you invested in that Specialization. You gain an Edge on Skill Tests when that Specialization comes into play.",
    "hang-ups": [
      "Earthspoiled",
      "Skeptical",
      "Violent"
    ],
    "suggestion": "Patience, confidence, and determination are all important characteristics of those who hunt. When a quarry is difficult to track, a hunter's demeanor can mean the difference between a capture or an escape.",
    "bonds": [
      {
        "value": 1,
        "text": "I never give up on any of my pursuits."
      },
      {
        "value": 2,
        "text": "Hunting should never be for sport but should be used for survival only."
      },
      {
        "value": 3,
        "text": "I once let my quarry go out of mercy, and that action resulted in the death of someone I care about."
      },
      {
        "value": 4,
        "text": "The thrill of the hunt makes me giddy and energized."
      },
      {
        "value": 5,
        "text": "I am obsessed with 'the one that got away' and will find them one day."
      },
      {
        "value": 6,
        "text": "When a hunter errs, they become the prey."
      },
      {
        "value": 7,
        "text": "I carry a small trinket taken from a target I once captured. I hope to return it one day."
      },
      {
        "value": 8,
        "text": "I once took a job to hunt and kill a creature I was told was threatening a town, but later I found out it was part of an endangered species, and I will never forgive myself for it."
      },
      {
        "value": 9,
        "text": "Any traitor to our noble cause deserves what is coming to them after I get them in my sights."
      },
      {
        "value": 10,
        "text": "I pride myself on being able to track down and find absolutely anything or anyone."
      },
      {
        "value": 11,
        "text": "I often have nightmares that I am the one being hunted."
      },
      {
        "value": 12,
        "text": "I am happiest alone in the wilderness, waiting for my opportunity to strike."
      }
    ]
  },
  {
    "name": "Inventor",
    "description": "Whether you were a hobbyist or a scientist working directly for a faction, you were a technological genius so vital to the development of Cybertron that you may have even belonged to the scientist caste, one of the most highly respected segments of Cybertronian society.",
    "perk": "You gain an Edge on Skill Tests to use any technology of your own creation. Additionally, you can always ignore up to ↓1 on Skill Tests to use any technology you create.",
    "hang-ups": [
      "Idolizer",
      "Whimsical",
      "Vainglorious"
    ],
    "suggestion": "Inventors come in all forms from many different fields of expertise. Your background may be from a study of technology, fascination with trinkets, exploration of the arts, pure curiosity, or countless other sparks that propelled you into a mindset of invention.Some common fields are:<ul><li>1. Physical Science</li><li>2. Chemistry</li><li>3. Computer or Tech Science</li><li>4. Mathematics</li><li>5. Biology</li><li>6. Engineering</li><li>7. Aeronautics</li><li>8. Energon Research</li></ul>Feel free to choose one of these specialties or come up with your own, with your GM's approval.",
    "bonds": [
      {
        "value": 1,
        "text": "Breakthroughs in my work and research bring me the greatest satisfaction I can imagine."
      },
      {
        "value": 2,
        "text": "Someone I perceived as a mentor once told me my ideas were fruitless, and those words still haunt me."
      },
      {
        "value": 3,
        "text": "I once stole a colleague's blueprints for a new invention and took the credit myself."
      },
      {
        "value": 4,
        "text": "My biggest dream is to invent Energon-creating fusion."
      },
      {
        "value": 5,
        "text": "I once invented technology that ended up in the Decepticons' hands."
      },
      {
        "value": 6,
        "text": "I want to travel to distant planets to discover new technology to incorporate into my work."
      },
      {
        "value": 7,
        "text": "Human biology fascinates me."
      },
      {
        "value": 8,
        "text": "There is no such thing as an original idea, but we can always improve on existing ones."
      },
      {
        "value": 9,
        "text": "I am secretly obsessed with Dark Energon and its properties."
      },
      {
        "value": 10,
        "text": "I have a hard time relating to those who do not share my love of science."
      },
      {
        "value": 11,
        "text": "No matter the situation, I am constantly observing and monitoring everything I can."
      },
      {
        "value": 12,
        "text": "My logical mind often gets in the way of making decisions that require emotional thinking."
      }
    ]
  },
  {
    "name": "Machinist",
    "description": "Day in and day out, chained to the repair bays, working as a machinist can be grueling and exhausting work. But, whenever another Cybertronian gets their fuel line in a twist, internal chassis scoring, or a crankshaft stuck in their skid plate, you’re there, toolkit in hand, ready for a bit of remove and rebuild. ",
    "perk": "When using a Skill Test for any kind to repair or upgrade to a Cybertronian or Cybertronian technology, you gain an Edge.",
    "hang-ups": [
      "Distressed",
      "Glacial",
      "Skeptical"
    ],
    "suggestion": "Machinists have hands-on attitudes towards their obligations and have an aptitude for mechanics and investigatory work. Like inventors, curiosity often fuels their ability to fix machines in creative ways, often under extreme circumstances, while under heavy fire, or pressing timelines.",
    "bonds": [
      {
        "value": 1,
        "text": "I am precise in my work and my actions."
      },
      {
        "value": 2,
        "text": "I am eager to make improvements on tools and equipment I encounter, always evaluating what can be 'better.'"
      },
      {
        "value": 3,
        "text": "I will work around the clock with no recharge time if it means completing the job at hand."
      },
      {
        "value": 4,
        "text": "I have battle damage on my chassis from an attack many years ago that I could easily fix, but I keep it as a reminder of the day I received it."
      },
      {
        "value": 5,
        "text": "I hide a maker's mark on every machine I build. My friends and colleagues have often asked for me to mark them after patching them up, and I consider that a great honor."
      },
      {
        "value": 6,
        "text": "A little grit and grease never bothers me. In fact, I'm happy to be covered in it."
      },
      {
        "value": 7,
        "text": "I speak loudly, a habit from working in noisy environments all day."
      },
      {
        "value": 8,
        "text": "As a young Cybertronian, I was told I was too clumsy for delicate machinist work, but it has always been my passion."
      },
      {
        "value": 9,
        "text": "I am obsessed with an Earth television show about a man who relies on unconventional problem-solving and creating wacky inventions under pressure to save the day. He's my ultimate hero."
      },
      {
        "value": 10,
        "text": "My gruff attitude is the result of a wall I put up to prove to others that I'm tough."
      },
      {
        "value": 11,
        "text": "My curiosity about how things work translates into other pursuits, and it often leads me into places and conversations where I don’t belong."
      },
      {
        "value": 12,
        "text": "When something needs to be done, I step in without hesitation. Some see this as me steamrolling the situation, but I see it as taking care of business as quickly and efficiently as possible."
      }
    ]
  },
  {
    "name": "Racer",
    "description": "The Cybertronian that doesn't engage in racing is rare, but you take it to a whole new level. You engage in the racing circuit, taking breakneck turns for pure pleasure and thriving off the thrill of leaving everyone in your dust. Or, perhaps you're from Velocitron, one of the Cybertronian colonies renowned for its racing culture. Velocitronians are known for their extreme focus on souping themselves up with rare and experimental technology to get that lightning edge.",
    "perk": "Choose a Driving Specialization, whether or not you invested in that Specialization. You gain an Edge on Skill Tests when that Specialization comes into play.",
    "hang-ups": [
      "Impulsive",
      "Mode Attachment",
      "Whimsical"
    ],
    "suggestion": "Racers are risk-takers, always looking for a thrill. Winning isn't everything to all Racers, but most have a competitive streak that runs through all of their endeavors, both on and off the track. Racing requires optimum awareness, quick-thinking, and keeping cool under pressure, all characteristics that a good Racer should have.",
    "bonds": [
      {
        "value": 1,
        "text": "I am fearless in the face of challenges that can also give me a thrill."
      },
      {
        "value": 2,
        "text": "I beat my mentor in an important race, and they no longer speak to me."
      },
      {
        "value": 3,
        "text": "I prefer to be in my Alt Mode form whenever possible."
      },
      {
        "value": 4,
        "text": "Giving up racing forever to take on the Decepticons or other threats is something I'm prepared to do."
      },
      {
        "value": 5,
        "text": "I have a lucky charm that I always keep with me."
      },
      {
        "value": 6,
        "text": "My overconfidence annoys others and often gets me in trouble."
      },
      {
        "value": 7,
        "text": "I have a hard time with authority and break traffic laws often."
      },
      {
        "value": 8,
        "text": "I'm not afraid to do what it takes to gain an edge on my competition."
      },
      {
        "value": 9,
        "text": "Win or lose, as long as I’ve put on a good show, I’m happy."
      },
      {
        "value": 10,
        "text": "My competitiveness gets in the way of my friendships."
      },
      {
        "value": 11,
        "text": "I don't always see that being impulsive and taking risks for myself can endanger others."
      },
      {
        "value": 12,
        "text": "It is my dream to be in a televised racing event."
      }
    ]
  },
  {
    "name": "Scavenger",
    "description": "As technologically advanced as Cybertronians are, they have always needed more materials. Some of those materials are rare, hoarded, and even illegal. You’re an expert in tracking down and acquiring parts and minerals for the scientist caste to work with, often making deals or working with the seedier members of society to get the job done.",
    "perk": "Choose a Streetwise Specialization, whether or not you invested in that Specialization. You gain an Edge on Skill Tests when that Specialization comes into play.",
    "hang-ups": [
      "Earthspoiled",
      "Treacherous",
      "Whimsical"
    ],
    "suggestion": "Scavengers have an eye for detail and can recognize an odd part in a pile of junk at a mere glance. Whether retrieving lost or abandoned items or recovering wreckage from disaster or battle sites, scavengers are always putting feelers out to find what they need. Some scavengers have a great network of acquaintances, making them well known and popular, while others prefer a more solitary existence, working on their own.",
    "bonds": [
      {
        "value": 1,
        "text": "If nobody is around to lay claim to an item, it becomes rightfully mine."
      },
      {
        "value": 2,
        "text": "The secret to unraveling a decades-long mystery lies in my ability to find a long-lost object on another planet."
      },
      {
        "value": 3,
        "text": "I seek to preserve a Energon-based invention that my enemies want to destroy."
      },
      {
        "value": 4,
        "text": "Items of value go to the highest bidder, but personal items should always be returned when possible."
      },
      {
        "value": 5,
        "text": "I was given a map to a hidden underground vault, and someday I will find it."
      },
      {
        "value": 6,
        "text": "Others only focus on the object they seek, but I see the value that surrounds it."
      },
      {
        "value": 7,
        "text": "There is no such thing as too many possessions, even if some think I’m a hoarder."
      },
      {
        "value": 8,
        "text": "The only item that has ever escaped me is a lost gift that was given to me many years ago. One day I will find it."
      },
      {
        "value": 9,
        "text": "Every time I scavenge an item, I try to take a small souvenir for my own quirky collection."
      },
      {
        "value": 10,
        "text": "Superstitious by nature, I always thank the wreckage, location, or creature I have scavenged from."
      },
      {
        "value": 11,
        "text": "I am distrustful of others and will hide what I find unless needed by the mission at hand."
      },
      {
        "value": 12,
        "text": "I like being helpful and will always offer my services to those who need to find something specific."
      }
    ]
  },
  {
    "name": "Security",
    "description": "Security patrols were the most common martial order on Cybertron, and many Autobots have been part of one of these contingents at some point in their lives. While you don't seek out combat situations, you're always ready to deal with them when they arrive. Some security forces are directly associated with the government, but others protect private households or defend key laboratories and factories.",
    "perk": "When you are Surprised, you can take a Move action and roll a Skill Test. You still can''t take a Standard action.",
    "hang-ups": [
      "Glacial",
      "Skeptical",
      "Subordinate"
    ],
    "suggestion": "Members of security teams are tasked with being on high alert at all times. They tend to be patient and diligent, with a strong connection to law, order, and a firm adherence to protocol. Consider if your character follows these typical characteristics or if they are an outlier: trigger happy, overreactive, or dreaming of moving into another role within their team.",
    "bonds": [
      {
        "value": 1,
        "text": "I will defend who I am tasked with protecting with my life."
      },
      {
        "value": 2,
        "text": "I took employment in security because it allows me to sit around on the job."
      },
      {
        "value": 3,
        "text": "The first time I had to dispatch my weapon, it forever changed me. I still have flashbacks to that day."
      },
      {
        "value": 4,
        "text": "Order comes from respecting those tasked to preserve and uphold it."
      },
      {
        "value": 5,
        "text": "My body will always be a shield to protect the innocent."
      },
      {
        "value": 6,
        "text": "I once got distracted on a mission and lost an important asset, which has since been a blow to my self-confidence."
      },
      {
        "value": 7,
        "text": "I look forward to the day when I can finally put down my weapon and relax in retirement."
      },
      {
        "value": 8,
        "text": "My partner was defeated on a security detail we were assigned to, after I protected the asset as my first priority."
      },
      {
        "value": 9,
        "text": "The best offense is a great defense. I never make the first attack and instead bide my time for the most effective strike."
      },
      {
        "value": 10,
        "text": "I will never leave a fellow team member behind."
      },
      {
        "value": 11,
        "text": "I may be tasked with protecting an asset, but I secretly know that when the chips fall, my own safety comes first."
      },
      {
        "value": 12,
        "text": "My former superior owes me a life-debt after I protected him during a surprise invasion."
      }
    ]
  },
  {
    "name": "War Veteran",
    "description": "You have seen your fair share of combat and experienced many victories and defeats. While you might be full of exciting war stories to awe your allies with, you’ve also lost those close to you. It's a dark truth of the Cybertronian experience that nearly all who have survived to the present day are veterans of the many wars. War is inevitable and inescapable as a Cybertronian, and it always leaves its mark.",
    "perk": "When making an Alertness Skill Test to gain information or understanding of the current battlefield, you gain an Edge.",
    "hang-ups": [
      "Distressed",
      "Idolizer",
      "Subordinate"
    ],
    "suggestion": "As a war veteran, you survived the battlefield by the very strength of your character. Loyalty, courage, and leadership are among these strengths. Consider the effects that war has had on you and whether it has made you hardened, grisled, and indifferent to death or whether it has made you compassionate, empathetic, and opposed to fighting unless absolutely necessary.",
    "bonds": [
      {
        "value": 1,
        "text": "I live by a strict warrior ethos bound by honor and courage."
      },
      {
        "value": 2,
        "text": "Trust in your team is necessary for a mission’s success."
      },
      {
        "value": 3,
        "text": "A good leader is nothing without obedient followers, and I strive to be both."
      },
      {
        "value": 4,
        "text": "I once made the wrong call on the battlefield, resulting in the destruction of many of my allies."
      },
      {
        "value": 5,
        "text": "I have recurring flashes of my time at war during my daily recharging that I cannot escape."
      },
      {
        "value": 6,
        "text": "Commitment, loyalty, and integrity are of great importance to me."
      },
      {
        "value": 7,
        "text": "I take accountability for my mistakes, but I revel in my successes."
      },
      {
        "value": 8,
        "text": "War is always inevitable, so I’m always prepared to fight for the cause."
      },
      {
        "value": 9,
        "text": "Joining up for war is a great way to travel to exciting places and meet new friends."
      },
      {
        "value": 10,
        "text": " I idolize my first sergeant and will forever measure my deeds and choices against what I believe they'd do."
      },
      {
        "value": 11,
        "text": "Diplomacy is for those who don't know how to wield a proper weapon."
      },
      {
        "value": 12,
        "text": " I'll never forget the crushing defeat my team suffered or my enemies who dealt it."
      }
    ]
  }
]
