[
  {
    "name": "Linguistics",
    "description": "Every player character has perfect fluency in their birth language and (except perhaps for a charming Hungarian accent) in the dominant language of the chronicle setting. For example, a Lebanese vampire in a Mexico City-set chronicle can speak and read Arabic (or Aramaic, if they are a very old Lebanese vampire) and Spanish. Kindly Storytellers might allow vampires whose birth tongue matches that of the setting to take a second language anyway.<br />Each dot in Linguistics allows the character to fluently speak, write, and read one additional language besides those two default languages.<br />Don't get hung up on the changes in language over the centuries; assume that English remains English from Anglo-Saxon times to now, for instance, for the purposes of this rule, although reading centuries-old documents or chanting in a strange dialect may impose additional Difficulty to Academics or Occult tests."
  },
  {
    "name": "Looks",
    "description": "Not all vampires look like actors on the CW network. Some of them look even better. And some, of course, look far worse.<br />These modifiers only apply when you can be seen. The Storyteller rules whether these modifiers apply during Social combats on a conflict-by-conflict (or even pool-by-pool) basis. "
  },
  {
    "name": "Substance Use",
    "description": "You have an addiction to a substance besides blood. Kindred with this Merit or Flaw seek blood containing that substance, drinking from users. Addiction to a specific sort of blood or refusing to drink blood containing a given substance both count as Prey Exclusion (p. 181). See p. 310 for effects of specific substances in consumed blood; these remain in effect regardless of the specific Merit or Flaw taken. Remember to specify the substance you use."
  },
  {
    "name": "Archaic",
    "description": "Only ancillae or older vampires may take either of these Flaws."
  },
  {
    "name": "Bonding",
    "description": "Not all vampires respond to the Blood Bond equally. Some fall under the sway of a regnant with rapturous ease; others resist with every fiber of their being. You can combine these Merits and Flaws; a character might be a two-dot Bond Junkie with Short Bond, for example. For more on Blood Bonds, see p. 233."
  },
  {
    "name": "Feeding",
    "description": "Several different Merits and Flaws fall under the general remit of Feeding. A character with one does not necessarily have any of the others. "
  },
  {
    "name": "Mythic",
    "description": "Every Kindred bloodline carries peculiarities, curses, and soul scars. Fragments of ancestors long-since dust germinate within the seed of vitae that spreads the curse from sire to childe. Other vampires develop weaknesses in the moment: psychosomatic disorders intensified by the Embrace or invisible tides and eddies in the millennialong flow of the Blood. "
  },
  {
    "name": "Allies",
    "description": "Allies are mortals who support and help you: family, friends, or even a mortal organization that owes you some loyalty. Although Allies usually aid you willingly, without coaxing or coercion, they are not always available to offer assistance; they have their own concerns and can do only so much for the sake of your relationship. Usually, Allies appear about once per story. Allies can be almost anyone in your home city, depending on what your Storyteller will allow. You may have friends in the precinct morgue, at a tabloid newspaper or gossip blog, among high society, or at the railroad yard. Allies are generally trustworthy (though they probably don't know that you're a vampire, or even that vampires exist). However, nothing comes for free. If you wind up drawing favors from your friend in the Russian Mafia, he'll probably ask you to do him a favor in kind in the future. Enemies are the opposite of Allies and are taken as Flaws. You can use the Mortal Template rules to create Allies or Enemies when you buy them or first call on them, and you can write them down on the Relationship Map, though many groups leave this process up to the Storyteller. Build Allies or Enemies from a budget of points based on their Effectiveness and on their Reliability. The maximum points in one Ally is six. Ally or Enemy groups appear in numbers equal to the number of player characters. All Enemies are rated two fewer dots than their Effectiveness; a Gifted mortal Ally costs three dots as an Ally, but only provides one dot as a Flaw. Enemies all have the same Reliability: whenever the Storyteller thinks they should show up, but probably at least once per story."
  },
  {
    "name": "Contacts",
    "description": "You know people - human people - from many different walks of life. Contacts primarily provide you with information in their areas of expertise, and they may want to exchange favors of various kinds. For different kinds of help, use your Influence (p. 187) in the mortal world, or call on your Allies (p. 184) or Mawla (p. 192).<br />A Contact is someone in an excellent position to get information. They might be a police dispatcher, rather than a homicide lieutenant, or a congressional staffer, rather than a senator. Information brokers, gossip columnists, underworld fixers, and reporters make excellent Contacts. You can define your Contacts when you buy this Background or as you need to introduce them in play. Whenever you create them, make sure to add them to the Relationship Map."
  },
  {
    "name": "Fame",
    "description": "Mortals know your name and eagerly seek out news of your activities. You might be a movie star, rock star, or other celebrity. Fame grants pull in mass and social media; you have more ways than most to manipulate the thoughts of the populace. You likely have ways to mask the fact that you’re never seen during the day, such as a body double. In some circumstances, the Storyteller may allow you to use Fame in a Social test dice pool instead of another Trait, especially to get into an otherwise exclusive venue or event. 'Do you know who I am?' doesn't work everywhere, but it does work. Each level of Fame subtracts one from the Difficulty of Social tests against your fans and from many hunting tests, depending on your predation strategy - you have less trouble attracting prey.<br />Fame has its downside, of course – it's harder for you to tail someone unobtrusively, for example, and who wants groupies hanging around the door to their haven all day tagging its location on Instagram? You should look into taking Disguise as a specialty.<br />By default, Fame applies among mortals, but you can also buy Fame that applies among Kindred for the same cost. Some vampires, such as Dracula or Elizabeth Bathory, might have both! Vampires may admire, or at least be more interested in, a Kindred who was famous or infamous in life: Arthur Rimbaud, Crispus Attucks, Billy the Kid, and the like."
  },
  {
    "name": "Haven",
    "description": "Like all Backgrounds, the Haven Background is entirely optional. A vampire with no dots in Haven has a suicide's grave, a room in an abandoned motel, a rented office, or an apartment with windows blacked out with plastic bags. They can still remain safe and hidden by day in this relatively small and insecure haven by default. The Storyteller may allow a player character to default a somewhat better haven from another Background such as Resources, Status, or Influence. Of course, if those Backgrounds go away, so does the character's nice haven.<br />A character with none of those other Backgrounds, however, can still have a perfectly reasonable haven as long as they have this Background. For instance, a character might not have enough money to afford a 20-room Victorian mansion in today's economy, but if their great-grandmother left them one that had been fully paid for, there’s no reason they can't remain in residence as it slowly dilapidates.<br />Base ratings in Haven abstract the haven's size, security, and privacy. All of those factors affect the chance of spotting, penetrating, and surveilling the vampire's actual resting place. Add +1 to the Difficulty of, or one die to dice pools resisting, such efforts for each dot of base Haven rating.<br />Kindred know their havens intimately. For each dot of base Haven rating, add one per dot to dice pools to notice danger (including awakening rolls, p. 219) while in your haven."
  },
  {
    "name": "Herd",
    "description": "You have cultivated a group of vessels from whom you can feed without concern. You can use them to perform basic services, although they are neither as tightly controlled nor as loyal as Retainers. (If needed, build your Herd as a combination of Weak and Average mortals; see Mortal Templates, p. 185.) You can slake your Herd rating in Hunger each week without a roll. (This benefit can be shared among more than one vampire.) Overfeeding endangers your Herd, potentially dropping the rating as members die or flee."
  },
  {
    "name": "Influence",
    "description": "You have pull in the mortal community, whether through wealth, prestige, political office, blackmail, or supernatural manipulation. Kindred with high Influence can sway, and in rare cases even control, the politics and society of their city, especially the police and city bureaucracy.<br />By default, Influence applies most within one group or region of your city. Groups can be large, even diffuse: organized crime, media, religion, the police, city government, etc. Regions should be larger than neighborhoods or all but the largest individual domains: Brooklyn, the Rive Gauche, the South Side, the Ginza, etc. Your Influence applies to the city as a whole at one dot less than it does within your group or region. Using local Influence in another city in the same area, state, or province might be possible at an additional one-dot penalty, and so on. So, a vampire might be Powerful (••••) in Hollywood, Entrenched (•••) everywhere in Los Angeles, merely Influential (••) in San Diego or San Francisco, and just Well-Connected (•) in Chicago or New York.<br />The Storyteller may require you to use Influence in place of a Trait in some dice pools, particularly Social tests attempting to sway minor bureaucrats or the equivalent in your group. This Background helps you have an 'abandoned' building demolished (or preserved), not start global wars.<br />If the Storyteller wants to run a game of globe-spanning masterminds, they may recalibrate Influence to potentially apply nationally (••••) or even globally (•••••)."
  },
  {
    "name": "Loresheet",
    "description": "Buy an Advantage from a Loresheet and integrate the story of that lore into your character's lineage and connections. Some Loresheets (especially the 'Descendant of …') require the character be of a specific clan. Remember, that just like other Advantages, each level of a Loresheet is self-contained and must be bought separately. It does not automatically convey the 'lower' levels of that Loresheet. See Loresheets on p. 382 for more."
  },
  {
    "name": "Mask",
    "description": "As stealth predators, vampires have few weapons more potent than their pretense of humanity. The lies the Kindred live constantly shadow your stories, and no description of a lick should omit how they navigate mortal society – what they wear as a Mask. A good Mask explains the character's nocturnal existence and offers plenty of opportunities to be alone with mortals.<br />Some vampires switch back and forth between Masks, risking deep identity confusion and slipups, while others forge single plausible identities and strictly adhere to them for a human lifetime before they switch, adding makeup as they 'age,' and faking every aspect of life to look perfectly normal on paper. Others, almost always Nosferatu or unbound vampires, forswear safety for freedom off the grid or on the streets.<br />By default (at no dots) a vampire either has no need of a Mask, such as those recently Embraced and still able to pass as the human they were, or has a single Mask and fake ID that can stand up to a traffic stop or similar surface scrutiny. A zero-dot mask does not pass a background check, much less a proper investigation by the authorities."
  },
  {
    "name": "Mawla",
    "description": "This Trait represents one or a group of Kindred who looks out for you, offering guidance, information, or aid once in a while. The word comes from medieval Arabic, meaning different things from 'a trusted one' to 'uncle' to 'source of neighborly protection' to 'non-Muslim whose oath still binds them.' Western vampires brought the term back from the Crusades, and as the Ashirra and Camarilla find themselves increasingly allied in the Gehenna War, the word enjoys a resurgence in vampire society.<br />A Mawla may act as your mentor. Such a role commonly falls to your sire, if they don't treat you as property or ignore you.<br />Your Mawla might trade information to mutual benefit, or even come to your aid if you have respected the relationship. A Mawla may be powerful, but their power need not be direct. Depending on the number of dots in this Background, your Mawla might be nothing more than an ancilla with a remarkable information network, or they might be a centuries-old creature with tremendous influence and supernatural power. They may offer advice, speak to the Prince or Baron on your behalf, steer other elders clear of you, or give warning when you're walking into situations you don't understand. Your Mawla, of course, expects reciprocity.<br />A Mawla rating could even represent a group of like-minded vampires, such as the elders of the city's Tremere chantry or a Trotskyite clique amongst the Anarchs in town. (The plural of Mawla is Mawali.) As a general rule, a Mawla group costs one dot more than a single Kindred of that level: a coven of elder Mawali would be a three-dot Mawla group, for example.<br />Whoever they are, write them on your Relationship Map when you buy them.<br />As a general rule, Mawali provide a helpful word and occasional political pushes or cover, but they don't fight your battles or call in valuable favors. If they must do so for their own sake to aid you, you probably lose a dot or more of this Background, after arousing their ire.<br />Characters can also acquire one-off Minor Boons (p. 315) from other Kindred, only during character generation. These boons cost half the points (rounded up) of the equivalent Mawla."
  },
  {
    "name": "Resources",
    "description": "This Background describes your Resources. These benefits are not necessarily financial in nature and are rarely completely liquid, but you can often sell them to gain money. It could take weeks or even months to do so, depending on how much needs to be sold. Especially as the Second Inquisition closes down Kindred bank accounts, vampires increasingly return to holding their Resources in cash – or in gold, art, narcotics, guns, and slaves.<br />Dots of Resources provide an income for you to maintain your standard of unliving, but you must detail the source of your income and the form this Background takes. After all, it might dry up, get stolen, or otherwise vanish during the chronicle."
  },
  {
    "name": "Retainers",
    "description": "You have one or more loyal and steadfast servants or assistants. Retainers may be ghouls who are blood bound to you, individuals you have so Dominated over the years that they are incapable of independent action, or individuals you have so overwhelmed with your Presence that they would do anything for you.<br />You must always control retainers in some fashion: a salary, vitae donation, or direct mesmerism. Though typically loyal, retainers may betray you if the reward outweighs the risk or if you have treated them badly. The Storyteller can always call for a scene between you and a retainer.<br />Retainers should act as characters, not puppets. Even ghoul retainers aren't supermen; the most skilled servants don't always show the highest loyalty. Everything in Vampire is a tradeoff. Storytellers can use Retainers to add flavor to the chronicle; don’t let them or their misuse damage the story."
  },
  {
    "name": "Status",
    "description": "You have something of a reputation and standing (earned or unearned) within a specified local community of Kindred, probably Camarilla or Anarch. Status among Camarilla society derives as often from your sire's status and the respect due your particular bloodline as it does from personal achievement. High Status among Anarchs theoretically depends on the character's contributions, but more often to their degree of connection (by Blood or coterie) to the current Baron or other ruler.<br />Status in one sect does not transfer to the other. By and large, Status held in another city effectively reduces by one dot; an Influential (•••) vampire in Cartagena is only Respected (••) in Buenos Aires.<br />The Storyteller may occasionally call on you to add your Status to a dice pool along with a Social Trait, especially for first meetings and court happenings. In other cases, the Storyteller may allow you to substitute your Status for a Social Trait – but other vampires may notice that you're skating by on Status, instead of properly using the Etiquette Skill, for example.<br />Caitiff characters begin with the Suspect Flaw and may not purchase positive Status during character creation."
  },
  {
    "name": "Thin-Blood",
    "description": "",
    "prerequisites": [
      {
        "type": "origin",
        "value": "Thin-Blood"
      }
    ]
  }
]