[
  {
    "name": "Strength",
    "aspect": "Physical",
    "description": "Strength governs how big a mortal you can lift, how hard you can hit them, and how much force you can push your dead body to exert.",
    "value": 0
  },
  {
    "name": "Dexterity",
    "aspect": "Physical",
    "description": "Dexterity governs your agility and grace, how swiftly you dodge that stake to your heart, and how much fine motor control you possess when up against the clock.",
    "value": 0
  },
  {
    "name": "Stamina",
    "aspect": "Physical",
    "description": "Your physical resistance: Stamina absorbs physical harm, such as a speeding bullet or a hunter's blade, and lets you persevere through hazards and arduous effort.<br >Your Stamina + 3 equals your Health.",
    "value": 0
  },
  {
    "name": "Charisma",
    "aspect": "Social",
    "description": "Charisma measures your natural charm, grace, and sex appeal. If you have it, it draws people to you, making feeding a hell of a lot easier. Charisma doesn't depend on good looks, which are their own Merit (See Looks, p. 179).",
    "value": 0
  },
  {
    "name": "Manipulation",
    "aspect": "Social",
    "description": "Manipulation is your ability to twist others to your point of view, lie convincingly, and walk away after duping a mark without anyone being any the wiser.",
    "value": 0
  },
  {
    "name": "Composure",
    "aspect": "Social",
    "description": "Composure allows you to remain calm, to command your emotions, and to put others at ease despite anxiety. It is also represents your ability to stay cool in everything from firefights to intimate encounters.<br >Your Composure + Resolve equals your Willpower (p. 157).",
    "value": 0
  },  
  {
    "name": "Intelligence",
    "aspect": "Mental",
    "description": "Intelligence measures your ability to reason, research, and apply logic. You can recall and analyze information from books or from your senses. No puzzle or mystery can elude the truly intelligent.",
    "value": 0
  },
  {
    "name": "Wits",
    "aspect": "Mental",
    "description": "Wits are for thinking quickly and reacting correctly on little information. 'You hear a sound' is Wits; 'You hear two guards coming' is Intelligence. Wits let you smell an ambush or answer the Harpy back at court right away, instead of thinking of the best response the next night.",
    "value": 0
  },
  {
    "name": "Resolve",
    "aspect": "Mental",
    "description": "Resolve provides focus and determination, and measures concentration and mental fortitude. Resolve powers all-night watches and blocks out distractions.<br >Your Composure + Resolve equals your Willpower.",
    "value": 0
  }
]