[
  {
    "name": "Brujah",
    "description": "Clan Brujah have always Embraced from the ranks of those sympathetic to counterculture and revolution. They seek out allies who question normative ideas, and recognizing the fire of the oppressed, they gravitate toward the underdog.<br >Common perception place punks, gang-members, maladjusted immigrants rejected by the society that should protect them, and placard-carrying and Molotov-wielding rioters among the Brujah. While the clan definitely includes substantial numbers of vocal and visible outsiders, their desire for rebellion reaches as deep as the fraudster ripping off his own company, the lawyer representing the poor pro bono, the neo-Nazi claiming to be 'alt-right,' and the basement-dweller downloading thousands of movies illegally for redistribution on streaming sites. Fledglings Embraced to fight and protest are commonly known as rabble.<br >The Brujah can be passionate fighters but also critical thinkers; the clan activists are often very different from the clan theorists. On many occasions, the latter are Embraced from former gender studies or sociology students, those who have survived near-death experiences, and people who have in other ways suffered and endured great personal loss. The philosophical Brujah, known as Hellenes, believe the best method of dismantling the establishment is to understand the social and cultural systems that allow it to exist in the first place.",
    "image": "https://characternexus.blob.core.windows.net/resources/VampireTheMasquerade/clan_brujah.png",
    "userchoices": [
      {
        "type": "disciplines",
        "choices": [
          "Celerity",
          "Potence",
          "Presence"
        ],
        "count": 2,
        "category": "Adjustment",
        "value": 2
      }
    ],
    "compulsion": "Rebellion - The Brujah craves to take a stance against those who represent the status quo. This does not relent until they have gone against orders, expectations, or changed someone's mind. During this Compulsion, they suffer a -2 to dice all pools.",
    "bane": "Violent Temper - The Blood of the Brujah simmers with barely contained rage, exploding at the slightest provocation. Subtract dice equal to the Bane Severity of the Brujah from any roll to resist fury frenzy. This cannot take the pool below one die."
  },
  {
    "name": "Gangrel",
    "description": "Clan Gangrel are outcasts, wanderers, rogues, and hunters. They make havens in the poorest parts of the city and feel no shame for doing so. They claim few domains as their own but defer to no prince. If a feral enters a city, the prince will either accept it or have to fight the feral to get them to back down.<br >Gangrel Embrace from the ranks of survivors and fighters: leaders of prison crews and gangs, explorers (urban and otherwise), and any kine who sees the world as something to traverse instead of something to hide from. They care not for looks or title, but for accomplishment and reputation. A childe may be a challenge, but the clan follows rituals and initiations to ensure the fledgling is worth the time. Success means a new, honored member of the clan. Failure means simply a forgettable reject or a pile of ash.<br >Any mortal capable of projecting their will onto others, leading a group from disaster to success, or fighting impossible odds draws the clan's attention. This fact results in a symptom known as 'too many chiefs,' when the clan consists of more leaders than followers. Customs encourage fights for dominance, but these rarely last until final death, as Gangrel elders advocate against taking competition for authority personally, instead encouraging a culture of healthy rivalry.",
    "image": "https://characternexus.blob.core.windows.net/resources/VampireTheMasquerade/clan_gangrel.png",
    "userchoices": [
      {
        "type": "disciplines",
        "choices": [
          "Animalism",
          "Fortitude",
          "Protean"
        ],
        "count": 2,
        "category": "Adjustment",
        "value": 2
      }
    ],
    "compulsion": "Feral Impulses - Unleash the animal hidden in their Blood. This urges the Gangrel to regress into an animalistic state where speech becomes difficult, clothes become too constrictive and arguments and best settled with claws and teeth. For one scene the Gangrel suffers a -3 dice penalty to all rolls involving Manipulation and Intelligence as they are only able to speak one word sentences during this Compulsion.",
    "bane": "Bestial Features - Gangrel relate to their Beast much as other Kindred relate to the Gangrel: suspicious partnership. In frenzy, Gangrel gain one or more animal features: a physical trait, a smell, or a behavioral tic. These features last for one more night afterward, lingering like a hangover following debauchery. Each feature reduces one Attribute by 1 point – the Storyteller may decide that a forked tongue or bearlike musk reduces Charisma, while batlike ears reduce Resolve ('all those distracting sounds'). If nothing immediately occurs to you, the feature reduces Intelligence or Manipulation.<br >The number of features a Gangrel manifests equals their Bane Severity. If your character Rides the Wave of their frenzy (see p. 219) you can choose only one feature to manifest, thus taking only one penalty to their Attributes."
  },
  {
    "name": "Malkavian",
    "description": "It has long been the misconception that few Kindred families are as disparate as the Clan of the Moon. Other clans see them and reason, 'they are each mad, so why should their respective origins matter?' To the Malkavians, origins matter a great deal. Though sires may pick childer from all walks of life, age groups, ethnicities, and genders, every mortal selected for the Embrace possesses something only visible to a Malkavian.<br > One of the gifts the Malkavians look for in a mortal is what they call 'second sight.' If a person interprets dreams, can perceive spirits, or unerringly predicts future events, the Malkavians take notice. Such a person acts as a beacon, calling out to every member of the clan that sees them.<br >Another gift revered by the Malkavians, is that of 'insight.' A high level of empathy, finely-tuned knowledge of complex subject matter, or just an obsessive drive to pursue the answers to philosophical questions each appeal to the clan. As insight is often tied to profession, the clan benefits from a range of academics and doctors – especially therapists and psychologists.<br >Finally, the Clan of the Moon are fascinated by the 'broken' – individuals who have been changed by traumatic experiences or who were simply born slightly detached from themselves and the rest of society. To the Malkavians, they are but one gentle push away from having access to an altogether different plane of reality. Rather than treating them as burdens, the clan sees them as having great potential.<br >All Malkavians suffer mental illness following the Embrace -sometimes accentuating an existing condition, other times adding a new dimension to their instability. As if their thoughts and actions were based on otherworldly logic, there seems to be no knowing when their condition will manifest destructively or when it will offer important perspectives where such were previously lacking. As a rule, no other Kindred feels completely comfortable around a known Malkavian, often viewing them as unpredictable maniacs whose flashes of insight are rarely worth the fits of insanity.<br >Some Malkavians claim there is a common factor to their madness; that they are all psychically linked through a communal wavelength, a shared consciousness of sorts. Those who are aware of its existence refer to it as the cobweb or, more recently, the madness network.",
    "image": "https://characternexus.blob.core.windows.net/resources/VampireTheMasquerade/clan_malkavian.png",
    "userchoices": [
      {
        "type": "disciplines",
        "choices": [
          "Auspex",
          "Dominate",
          "Obfuscate"
        ],
        "count": 2,
        "category": "Adjustment",
        "value": 2
      }
    ],
    "compulsion": "Delusion - Whether it's figments of their imagination or extrasensory perception of the truths. For one scene, the Malkavian suffers a 2 dice penalty to rolls involving Dexterity, Manipulation, Composure, and Wits. As well as rolls to resist terror Frenzy.",
    "bane": "Fractured Perspective - Afflicted by their lineage, all Malkavians are cursed with at least one type of mental derangement. Depending on their history and the state of their mind at death, they may experience delusions, visions of terrible clarity, or something entirely different.<br >When the Malkavian suffers a Bestial Failure or a Compulsion, their curse comes to the fore. Suffer a penalty equal to your character's Bane Severity to one category of dice pools (Physical, Social, or Mental) for the entire scene. This is in addition to any penalties incurred by Compulsions.<br >You and the Storyteller decide the type of penalty and the exact nature of the character's affliction during character creation."
  },
  {
    "name": "Nosferatu",
    "description": "For the Nosferatu the Embrace is a journey through abjection, as the Blood of the horror gradually deforms the struggling tissues of the human body into grotesque abominations. Weeks of pain result in deformities similar to terrible birth defects, cancer growths, crippling injuries, and leper-like sores. Those who endure it find themselves as monstrous echoes of Murnau's silver-screen vision. But perhaps pain and humiliation teaches compassion. The Nosferatu, as they jokingly call themselves, are the most humane of the Kindred, wearing their curse on the outside rather than the inside. To blend in, some call on the Blood to wear the borrowed faces of their victims or disappear from sight, while others rely on prosthetics and heavy make-up.",
    "image": "https://characternexus.blob.core.windows.net/resources/VampireTheMasquerade/clan_nosferatu.png",
    "userchoices": [
      {
        "type": "disciplines",
        "choices": [
          "Animalism",
          "Obfuscate",
          "Potence"
        ],
        "count": 2,
        "category": "Adjustment",
        "value": 2
      }
    ],
    "compulsion": "Cryptophilia - Consumed by a hunger for private secrets, the Nosferatu seeks to obtain knowledge no matter big or small as long as it's not a well-known bit of information. During this, they also refuse to give up their secrets except in strict trade for something greater than their own. Any action not actively working towards gaining them a secret they take a two-dice penalty. This Compulsion does not end till they learn a secret they deem to be useful, sharing this secret is entirely optional.",
    "bane": "Repulsiveness - Hideous and vile, all Nosferatu count as having the Repulsive Flaw (-2) and can never increase their rating in the Looks Merit. In addition, any attempt to disguise themselves as human incur a penalty to your dice pool equal to your character’s Bane Severity (this includes the Obfuscate powers Mask of a Thousand Faces and Impostor's Guise)."
  },
  {
    "name": "Toreador",
    "description": "Clan Toreador has ever preached selectiveness in its rituals of the Embrace. The clan elders stress time and again that the clan requires pioneers among the arts and every kind of avant-garde. The clan is at its strongest when comprised of the freshest thinkers and those who desire experimentation and aesthetic discovery. For this reason, many Toreador emerge from the ranks of accomplished artists, both new and faded. But not all artists need wield a brush: To the Toreador, art encompasses all forms of entertainment and stimulation. The clan courts the greatest actors, singers, writers, dancers, and even sex workers, if the degenerates believe such mortals will offer something new to their clan.<br >Despite the custom of Embracing only the best, the Toreador fixation on beauty and innocence has caused many a diva to make a fledgling in haste. Many a moonlit night, new clan members have emerged as shallow hedonists, one-hit wonders, or just a stunning body with nothing else to offer. The greatest mistakes are erased and forgotten. Still, the clan is diverse, its members considering the ensemble as a kaleidoscope of talent and beauty.",
    "image": "https://characternexus.blob.core.windows.net/resources/VampireTheMasquerade/clan_toreador.png",
    "userchoices": [
      {
        "type": "disciplines",
        "choices": [
          "Auspex",
          "Celerity",
          "Presence"
        ],
        "count": 2,
        "category": "Adjustment",
        "value": 2
      }
    ],
    "compulsion": "Obsession - Utterly obsessed with a single thing, the Toreador cannot speak of anything but that object. Be it a person, a piece of artwork, a blood splatter in the right lighting, or the sunrise itself, they cannot take their attention from it. Any other actions receive a two-dice penalty. This Compulsion lasts until they can no longer perceive the object or the scene ends.",
    "bane": "Aesthetic Fixation - Toreador exemplify the old saying that art in the blood takes strange forms. They desire beauty so intensely that they suffer in its absence. While your character finds itself in less than beautiful surroundings, lose the equivalent of their Bane Severity in dice from dice pools to use Disciplines. The Storyteller decides specifically how the beauty or ugliness of the Toreador’s environment (including clothing, blood dolls, etc.) penalizes them, based on the character's aesthetics. That said, even devotees of the Ashcan School never find normal streets perfectly beautiful. This obsession with aesthetics also causes divas to lose themselves in moments of beauty and a bestial failure often results in a rapt trance, as detailed in the Compulsion rules (p. 208)."
  },
  {
    "name": "Tremere",
    "description": "After the Second Inquisition destroyed the Prime Chantry in Vienna in 2008, the Tremere fell from gray eminences to personae non gratae in many regions. The arrogance of the Pyramid had made the Usurpers few friends. But the need for sorcery has not disappeared; if anything, it grows as the cursed Blood shifts in the veins of the Kindred.<br >Without the Pyramid ordering them into rank and value, the warlocks find themselves competing with their fellow Kindred and, increasingly, with each other for anything that might allow them to regain some of their former power. A clan-wide chase for artifacts and grimoires belonging to their ashen ancestors rival the social intrigues in ugliness, and the alliance with the Camarilla is an oft-used weapon between the houses of Clan Tremere. Meanwhile, the term 'mercenary magus' is becoming increasingly widespread, as warlocks who were formerly Bound by the will of their masters find themselves free to serve for whatever price they choose.<br >Tremere serve in three ways: the Warlocks serve the other clans with occult expertise, they serve the Camarilla with Blood Sorcery, and they serve themselves with their missions to grasp power. Though more Tremere ascend to praxis these nights than ever before, they still claim fewer thrones worldwide than Clan Nosferatu. In truth, most Warlocks acknowledge that becoming the Prince is only useful if it helps them expand their knowledge. Tremere see true power as knowing the ways of shaping the world, having access to the right blood, and owning the rarest of ancient artifacts.<br >As the Tremere ally with confused coteries seeking them out, hunt for well-protected relics and artifacts, or closely analyze fragments of lore relating to the Cainite mythos – all the while miserly guarding their secrets from each other – they are all united in their thirst for knowledge. A Kindred who wishes to understand a piece of their history will do well to approach the Tremere for answers, as long as they are at peace with sharing a few secrets of their own – knowingly or otherwise.",
    "image": "https://characternexus.blob.core.windows.net/resources/VampireTheMasquerade/clan_tremere.png",
    "userchoices": [
      {
        "type": "disciplines",
        "choices": [
          "Auspex",
          "Blood Sorcery",
          "Dominate"
        ],
        "count": 2,
        "category": "Adjustment",
        "value": 2
      }
    ],
    "compulsion": "Perfectionism - Nothing but the best will satisfy them, anything less than exceptional still instills a profound sense of failure. When afflicted by this, the Warlock suffers a two-dice penalty to all dice pools. The penalty is reduced to one die when actions are being repeated and removed entirely on a second repeat. This does not end till they managed to score a critical win on a Skill roll or the scene ends.",
    "bane": "Deficient Blood - Once the clan was defined by a rigid hierarchy of Blood Bonds reaching from the top to the bottom of the Pyramid. But after the fall of Vienna, their Blood has recoiled and aborted all such connections. Tremere vitae can no longer Blood Bond other Kindred, though they themselves can be Bound by Kindred from other clans. A Tremere can still bind mortals and ghouls, though the corrupted vitae must be drunk an additional number of times equal to the vampire's Bane Severity for the bond to form. Some theorize this change is the revenge of the Antediluvian devoured by Tremere, others attribute it to a simple mutation. Regardless, the clan studies their vitae intently to discover if the process can be reversed, and, indeed, determine if they would want to do so."
  },
  {
    "name": "Ventrue",
    "description": "Clan Ventrue has long been the leaders of the Camarilla, holding more positions of power than any other clan, and they are loath to give that up. Even after losing their most prominent representative to a Brujah assassination, the Ventrue continue to maintain that they are destined to rule all Kindred, no matter the sacrifices involved.<br >The Ventrue believe in the strength of tradition and lineage. The Embrace is one of the their most important rituals, and the choice of childe affects the way other members of the clan treat the sire. Ventrue therefore aim to Embrace overachievers, politically or financially powerful kine, or those with a talent that sets them apart from the masses.<br >These nights, the Ventrue are cautious. The talentless fall by the wayside, while the best blend in with humanity as bankers, shadow directors, reclusive moguls, and chiefs of staff. No longer can a Ventrue openly lead a board or take a prominent position in a mortal community. They resent having to influence their surroundings from the shadows, but know that the risk of a fatal Masquerade breach is too high to risk anything else.<br >The Ventrue are the establishment. They set and maintain the rules, punishing those who break them, and occasionally rewarding those who follow. Their critics consider them tyrants or the jailers of other Kindred. The uncomfortable truth is that without them, the Masquerade, and the Camarilla with it, would have fallen long ago. The Ventrue are more loyal to their cause these nights than ever before, adversity only making them more determined to succeed and more certain that they have the right to do whatever it takes.",
    "image": "https://characternexus.blob.core.windows.net/resources/VampireTheMasquerade/clan_ventrue.png",
    "userchoices": [
      {
        "type": "disciplines",
        "choices": [
          "Dominate",
          "Fortitude",
          "Presence"
        ],
        "count": 2,
        "category": "Adjustment",
        "value": 2
      }
    ],
    "compulsion": "Arrogance - Fueled by the beast and their natural desire for power, the Ventrue must force someone to obey a command given. The order cannot be given through supernatural means such as Dominate. Until they satisfy the requirements, they receive a two-dice penalty for any actions not directly related to leadership.",
    "bane": "Rarified Tastes - The Ventrue are in possession of rarefied palates. When a Ventrue drinks blood from any mortal outside their preference, a profound exertion of will is required or the blood taken surges back up as scarlet vomit. Preferences range greatly, from Ventrue who can only feed from genuine brunettes, individuals of Swiss descent, or homosexuals, to others who can only feed from soldiers, mortals who suffer from PTSD, or methamphetamine users. With a Resolve + Awareness test (Difficulty 4 or more) your character can sense if a mortal possesses the blood they require.<br >If you want your character to feed from anything but their preferred victim, you must spend Willpower points equal to the character’s Bane Severity."
  },
  {
    "name": "Caitiff",
    "description": "Many Kindred incorrectly assume all Caitiff are created accidentally, that the clanless target no mortals for the Embrace. This view is outdated and ignorant. These nights, the clanless are increasingly becoming a force to be reckoned with. Though more disparate, individualistic, and chaotic than their cousins, they are all survivors, and they have begun to gather, build alliances, and make childer of their own.<br >The Caitiff who seek out mortals to perform the Embrace generally target the strong-willed and those used to uncommon hardship. A Caitiff's position in the hierarchy of Kindred is at the bottom, just above the thin-blooded who should not have been born at all, and they are forced to fight for their place or fall and be forgotten. The Caitiff see little point in Embracing mortals unlikely to make it through the night on their own.<br >While the Caitiff have begun to purposefully increase their numbers, most are still created when a fledgling Embraced into one of the clans does not form an attachment with their ancestral Blood and does not exhibit the tell-tale signs of their clan's curse. When other Kindred talk of the Caitiff, they tell tales of Nosferatu abandoned for weeks on end without ever developing any hideousness, painfully sane Malkavians, and young Ventrue able to feed from whomever they want. Unwilling to accept such a childe as one of their own, the clan abandon them. Or the childe senses in their Blood that they do not belong, despite their sire's protests. The creation of a Caitiff is not an exact science, and many abandoned childer still manifest some of the characteristics of their parent clan despite the absence of their bane.",
    "image": "https://characternexus.blob.core.windows.net/resources/VampireTheMasquerade/clan_caitiff.png",
    "userchoices": [
      {
        "type": "disciplines",
        "choices": [
          "Animalism",
          "Auspex",
          "Blood Sorcery",
          "Celerity",
          "Dominate",
          "Fortitude",
          "Obfuscate",
          "Potence",
          "Presence",
          "Protean"
        ],
        "count": 2,
        "category": "Adjustment",
        "value": 2
      }
    ],
    "compulsion": "None",
    "bane": "Outcast - Untouched by the Antediluvians, the Caitiff share no common bane. Caitiff characters begin with the Suspect (•) Flaw and you may not purchase positive Status for them during character creation. The Storyteller may always impose a one or two dice penalty on Social tests against fellow Kindred who know they are Caitiff, regardless of their eventual Status.<br >Further, to improve one of the Disciplines of a Caitiff costs six times the level purchased in experience points."
  },
  {
    "name": "Lasombra",
    "description": "",
    "image": "https://characternexus.blob.core.windows.net/resources/VampireTheMasquerade/clan_lasombra.png",
    "userchoices": [
      {
        "type": "disciplines",
        "choices": [
          "Dominate",
          "Oblivion",
          "Potence"
        ],
        "count": 2,
        "category": "Adjustment",
        "value": 2
      }
    ],
    "compulsion": "Ruthlessness - The next time the vampire fails an action they receive a two-dice penalty to all rolls until a future attempt at the same action succeeds. This penalty applies to future attempts of the same action still.",
    "bane": "Distorted Image - In reflections or recordings (live or not) the Lasombra appear to be distorted; those who know what vampires are know precisely what's going on, while others might be confused but know something is wrong. This does not however, hide their identity with any certainty and they are not likely to be caught more often on surveillance than any other Kindred. In addition to this, modern technology which includes making a phone call requires a Technology test at Difficulty 2 + Bane Severity as microphones struggle with them as much as cameras. Avoiding any electronic vampire detection system is also done with a penalty equal to their Bane Severity."
  },
  {
    "name": "Banu Haqim",
    "description": "Regardless of the individual Banu Haqim's stance, they all adhere to some type of strict code, be it blood laws, personal ethics, governmental or religious rules. Nevertheless, that doesn't mean they are free of self-interest, and often such codes of conduct are a self-regulation method to keep in check their desire for Kindred blood. The Banu Haqim's instinct to find the guilty is intrinsic to the Blood and not bound by religion; those guilty of whatever transgression a Child of Haqim deems unforgivable must be punished, and punishment might even include taking their unlife from their veins through diablerie. They are also not tied to a specific cultural or geographical background, and modern Banu Haqim hail from all over the world, representing various beliefs. Their individual code is also not necessarily tied to a faith, and may come from personal convictions rather than religion.",
    "image": "https://characternexus.blob.core.windows.net/resources/VampireTheMasquerade/clan_banu_haqim.png",
    "userchoices": [
      {
        "type": "disciplines",
        "choices": [
          "Blood Sorcery",
          "Celerity",
          "Obfuscate"
        ],
        "count": 2,
        "category": "Adjustment",
        "value": 2
      }
    ],
    "compulsion": "Judgement - Urged to punish a wrongdoer, the vampire must slake one Hunger from anyone that acts against their own Convictions. Failing to do so results in a three-dice penalty to all rolls until the Compulsion is satisfied or the scene ends. Should the victim be a vampire, the Bane applies.",
    "bane": "Blood Addiction - When the Banu Haqim slakes at least one Hunger level from another vampire, they must make a Hunger Frenzy test at difficulty 2 plus Bane Severity. If they fail, they must gorge themselves on vitae, in turn opening the door to possible Diablerie."
  },
  {
    "name": "Hecata",
    "description": "A clan steeped in death, they practice the arts of necromancy and communication with the dead. The clan tends to favour mortals either from their own mortal family or those with useful connections to other outside families. It is speculated that the reason all Hecata share the same Disciplines unlike their ancestors is caused by the unification of the necromantic bloodlines that formed clan Hecata and the destruction of so many Giovanni elders.",
    "image": "https://characternexus.blob.core.windows.net/resources/VampireTheMasquerade/clan_hecata.png",
    "userchoices": [
      {
        "type": "disciplines",
        "choices": [
          "Auspex",
          "Fortitude",
          "Oblivion"
        ],
        "count": 2,
        "category": "Adjustment",
        "value": 2
      }
    ],
    "compulsion": "Morbidity - The vampire must move something from life to death or vice versa, any action not taken to end or resurrect something suffers a two-dice penalty. The subject does not have to be a living thing and can instead be an object or more abstract such as ideas or conversation points. This Compulsion lasts until they manage to kill or return something to life.",
    "bane": "Painful Kiss - Hecata may only take harmful drinks from mortals which result in blood loss. Unwilling mortals that are able to escape will make the attempt, even those who are convinced or willing must succeed in a Stamina + Resolve test against Difficulty 2 + Bane Severity in order to not recoil. Vampires who are willingly bit must make a Frenzy test against Difficulty 3 to avoid terror Frenzy."
  },
  {
    "name": "Ravnos",
    "description": "The Ravnos were almost annihilated during the beginning act of the Gehenna War during the Week of Nightmares but with time is now growing stronger once more. They may be known as wandering Kindred, those utilized to bring messages or as those who wish to do nothing else but mess with the minds of others. Generally they move across the lands, rarely settling down in attempt to remain one step ahead of the judgement that runs through their veins. Their methods are not usually those of brute force, gaining adoring fans or overdrawn plans that take centuries to complete. Instead most Ravnos rely on their wits, clever charm and illusions. They prefer not to bleed when able, using more subtle methods to obtain whatever it is they desire. For this reason it is rare they make their true nature known and once they have, they disappear into the night as quickly as they appeared.",
    "image": "https://characternexus.blob.core.windows.net/resources/VampireTheMasquerade/clan_ravnos.png",
    "userchoices": [
      {
        "type": "disciplines",
        "choices": [
          "Animalism",
          "Obfuscate",
          "Presence"
        ],
        "count": 2,
        "category": "Adjustment",
        "value": 2
      }
    ],
    "compulsion": "Tempting Fate - When faced with their next problem, the Daredevil must attempt the solution with the most dangerous or daring of actions, anything less incurs a two-dice penalty. Context appropriate flashy or risky attempts may even net bonus dice. They are free to convince others to follow them in their actions but may as well go it alone. This Compulsion persists until the problem is solved or further attempts become impossible to accomplish.",
    "bane": "Doomed - Anytime they daysleep within the same place more than once in seven nights, roll a number of dice equal to their Bane Severity. If they receive any 10's they then take 1 Aggravated damage for each as they are scorched from within. What constitutes as the same place is defined by the chronicle, but generally will need a mile distance between the two resting places before the bane is triggered. Mobile havens do work as long as the haven is moved a mile away. Due to this, the Ravnos may not take the No Haven Flaw."
  },
  {
    "name": "Salubri",
    "description": "Once known for their wisdom and knowledge, the clan barely exists these nights. Their legacy is one of tragedy and a painful lesson of the eternal struggle. Their childer are few in the modern nights; as per their customs, they generally only embrace once they've reached Golconda, even though this is only speculation given the current state of Kindred affairs. The choice of a childe for the Salubri is an intensely personal decision in comparison to other clans. They usually desire those with inquisitive behaviors and personal struggles within them. Salubri rarely embrace on a mere whim. Choosing a childe who has a problem which they must then solve for themselves, be it terminal illness or an unquenchable drive to right a wrong done to them.",
    "image": "https://characternexus.blob.core.windows.net/resources/VampireTheMasquerade/clan_salubri.png",
    "userchoices": [
      {
        "type": "disciplines",
        "choices": [
          "Auspex",
          "Dominate",
          "Fortitude"
        ],
        "count": 2,
        "category": "Adjustment",
        "value": 2
      }
    ],
    "compulsion": "Affective Empathy - Overwhelmed with empathy for a personal problem of someone else, any action not taken to help the person mitigate their suffering is at a two-dice penalty. This Compulsion continues until the sufferer's burden is eased, a more critical problem arises, or the scene ends.",
    "bane": "Hunted - Their vitae has a unique trait where, when another clan partakes in their Blood, they find it difficult to pull away. Once a non-Salubri has consumed at least one Hunger level worth, they must make a Hunger Frenzy test at difficulty 2 + the Salubri's Bane Severity (3 + the Salubri's Bane Severity for Banu Haqim). If they fail, they will continue to consume the Salubri until pried off. Additionally, each Salubri has a third eye, and while it's not always human-like, it's always present and cannot be obscured by supernatural powers. In addition to this, whenever they activate a Discipline, the eye weeps vitae, with its intensity correlating to the level of the Discipline used. The Blood flowing from the eye can trigger a Hunger Frenzy test from nearby vampires with Hunger 4 or more."
  },
  {
    "name": "Tzimisce",
    "description": "The dragons view ownership above all, they aim to conquer and rule the subject of their possessiveness. Traditionally their charges were based on geographical locations, hence the stereotype of a vampire in a looming castle. However, in the modern age, the younger generations have taken a more loose approach, staking claim over mortals rather than their land. Their desire to own is only limited by their lack of expansion, but once they've sunk their claws in they are hard to shake loose. These possessive traits extend beyond others and property and into their own body. Many dragons specialize in a form of Protean known as Vicissitude which allows them to alter their bodies how they deem fit, including the bodies of others willing or not. These Tzimisce go beyond just the physical perfectionism and lean into the metaphysical and stretch the very limits of vampirism itself. Transforming their bodies into statues, or altering the traits of gender, reaching as far as to create groups of mortal lookalikes to subsume their individuality. Some tales even speak of Dragons going as far as to become one with their haven, merging into the soil of their domain.",
    "image": "https://characternexus.blob.core.windows.net/resources/VampireTheMasquerade/clan_tzimisce.png",
    "userchoices": [
      {
        "type": "disciplines",
        "choices": [
          "Animalism",
          "Dominate",
          "Protean"
        ],
        "count": 2,
        "category": "Adjustment",
        "value": 2
      }
    ],
    "compulsion": "Covetousness - When afflicted with this compulsion they become obsessed with owning something in the scene, be it an object, or property to a living person. Whatever it is, they must add it to their collection and any action taken not towards this purpose incurs a two-dice penalty. This penalty continues until ownership is established or the object of their desire is unobtainable.",
    "bane": "Grounded - Each Tzimisce must select a specific charge, be it physical location, a group of people, or something even more esoteric. Each night they must sleep surrounded by their charge, if they do not, they sustain aggravated Willpower damage equal to their Bane Severity upon waking the following night."
  },
  {
    "name": "The Ministry",
    "description": "The Ministry always has something to offer. This often cult-like clan recruits those able to employ temptation as a weapon. They Embrace those with the will and means to sway, entrap, and ultimately liberate their targets from whatever they seek: the victim's possessions, allegiance, or even faith. To the Serpents, everything has a price. The clan was formerly known as the Followers of Set. For as much as a cult as they are a clan, the majority of their members adhere to a disruptive system of beliefs. They are known as as a group of the devious type, tricksters, tempters and liars. Due to this their relationships in the modern age and in the past are rocky at best, given their tendencies to play all sides during major conflicts. Their entry into the Camarilla was rejected, leaving most to side up with the Anarchs.",
    "image": "https://characternexus.blob.core.windows.net/resources/VampireTheMasquerade/clan_ministry.png",
    "userchoices": [
      {
        "type": "disciplines",
        "choices": [
          "Obfuscate",
          "Presence",
          "Protean"
        ],
        "count": 2,
        "category": "Adjustment",
        "value": 2
      }
    ],
    "compulsion": "Transgression - The Minister suffers a burning desire to influence those around them to shatter the chains of their own making. They suffer a two-dice penalty to all dice pools that do not relate to enticing someone or themselves to break a Chronicle or personal Conviction. The Compulsion ends once the Minister causes someone, or themselves, at least one stain.",
    "bane": "Abhors the Light - When a Minister is exposed to direct illumination, be it naturally caused or artificial, they receive a penalty equal to their Bane Severity to all dice pools while subject to the light. They also add their Bane Severity to Aggravated damage taken from sunlight."
  }
]