[
  {
    "name": "Brujah",
    "description": "Clan Brujah have always Embraced from the ranks of those sympathetic to counterculture and revolution. They seek out allies who question normative ideas, and recognizing the fire of the oppressed, they gravitate toward the underdog.<br >Common perception place punks, gang-members, maladjusted immigrants rejected by the society that should protect them, and placard-carrying and Molotov-wielding rioters among the Brujah. While the clan definitely includes substantial numbers of vocal and visible outsiders, their desire for rebellion reaches as deep as the fraudster ripping off his own company, the lawyer representing the poor pro bono, the neo-Nazi claiming to be 'alt-right,' and the basement-dweller downloading thousands of movies illegally for redistribution on streaming sites. Fledglings Embraced to fight and protest are commonly known as rabble.<br >The Brujah can be passionate fighters but also critical thinkers; the clan activists are often very different from the clan theorists. On many occasions, the latter are Embraced from former gender studies or sociology students, those who have survived near-death experiences, and people who have in other ways suffered and endured great personal loss. The philosophical Brujah, known as Hellenes, believe the best method of dismantling the establishment is to understand the social and cultural systems that allow it to exist in the first place.",
    "image": "",
    "bonuscharacteristics": [
      {
        "type": "disciplines",
        "name": "Celerity"
      },
      {
        "type": "disciplines",
        "name": "Potence"
      },
      {
        "type": "disciplines",
        "name": "Presence"
      }
    ],
    "compulsion": "Rebellion",
    "bane": "The Blood of the Brujah simmers with barely contained rage, exploding at the slightest provocation. Subtract dice equal to the Bane Severity of the Brujah from any roll to resist fury frenzy. This cannot take the pool below one die."
  },
  {
    "name": "Gangrel",
    "description": "Clan Gangrel are outcasts, wanderers, rogues, and hunters. They make havens in the poorest parts of the city and feel no shame for doing so. They claim few domains as their own but defer to no prince. If a feral enters a city, the prince will either accept it or have to fight the feral to get them to back down.<br >Gangrel Embrace from the ranks of survivors and fighters: leaders of prison crews and gangs, explorers (urban and otherwise), and any kine who sees the world as something to traverse instead of something to hide from. They care not for looks or title, but for accomplishment and reputation. A childe may be a challenge, but the clan follows rituals and initiations to ensure the fledgling is worth the time. Success means a new, honored member of the clan. Failure means simply a forgettable reject or a pile of ash.<br >Any mortal capable of projecting their will onto others, leading a group from disaster to success, or fighting impossible odds draws the clan's attention. This fact results in a symptom known as 'too many chiefs,' when the clan consists of more leaders than followers. Customs encourage fights for dominance, but these rarely last until final death, as Gangrel elders advocate against taking competition for authority personally, instead encouraging a culture of healthy rivalry.",
    "image": "",
    "bonuscharacteristics": [
      {
        "type": "disciplines",
        "name": "Animalism"
      },
      {
        "type": "disciplines",
        "name": "Fortitude"
      },
      {
        "type": "disciplines",
        "name": "Protean"
      }
    ],
    "compulsion": "Feral Impulses",
    "bane": "Gangrel relate to their Beast much as other Kindred relate to the Gangrel: suspicious partnership. In frenzy, Gangrel gain one or more animal features: a physical trait, a smell, or a behavioral tic. These features last for one more night afterward, lingering like a hangover following debauchery. Each feature reduces one Attribute by 1 point – the Storyteller may decide that a forked tongue or bearlike musk reduces Charisma, while batlike ears reduce Resolve ('all those distracting sounds'). If nothing immediately occurs to you, the feature reduces Intelligence or Manipulation.<br >The number of features a Gangrel manifests equals their Bane Severity. If your character Rides the Wave of their frenzy (see p. 219) you can choose only one feature to manifest, thus taking only one penalty to their Attributes."
  },
  {
    "name": "Malkavian",
    "description": "It has long been the misconception that few Kindred families are as disparate as the Clan of the Moon. Other clans see them and reason, 'they are each mad, so why should their respective origins matter?' To the Malkavians, origins matter a great deal. Though sires may pick childer from all walks of life, age groups, ethnicities, and genders, every mortal selected for the Embrace possesses something only visible to a Malkavian.<br > One of the gifts the Malkavians look for in a mortal is what they call 'second sight.' If a person interprets dreams, can perceive spirits, or unerringly predicts future events, the Malkavians take notice. Such a person acts as a beacon, calling out to every member of the clan that sees them.<br >Another gift revered by the Malkavians, is that of 'insight.' A high level of empathy, finely-tuned knowledge of complex subject matter, or just an obsessive drive to pursue the answers to philosophical questions each appeal to the clan. As insight is often tied to profession, the clan benefits from a range of academics and doctors – especially therapists and psychologists.<br >Finally, the Clan of the Moon are fascinated by the 'broken' – individuals who have been changed by traumatic experiences or who were simply born slightly detached from themselves and the rest of society. To the Malkavians, they are but one gentle push away from having access to an altogether different plane of reality. Rather than treating them as burdens, the clan sees them as having great potential.<br >All Malkavians suffer mental illness following the Embrace -sometimes accentuating an existing condition, other times adding a new dimension to their instability. As if their thoughts and actions were based on otherworldly logic, there seems to be no knowing when their condition will manifest destructively or when it will offer important perspectives where such were previously lacking. As a rule, no other Kindred feels completely comfortable around a known Malkavian, often viewing them as unpredictable maniacs whose flashes of insight are rarely worth the fits of insanity.<br >Some Malkavians claim there is a common factor to their madness; that they are all psychically linked through a communal wavelength, a shared consciousness of sorts. Those who are aware of its existence refer to it as the cobweb or, more recently, the madness network.",
    "image": "",
    "bonuscharacteristics": [
      {
        "type": "disciplines",
        "name": "Auspex"
      },
      {
        "type": "disciplines",
        "name": "Dominate"
      },
      {
        "type": "disciplines",
        "name": "Obfuscate"
      }
    ],
    "compulsion": "Delusion",
    "bane": "Afflicted by their lineage, all Malkavians are cursed with at least one type of mental derangement. Depending on their history and the state of their mind at death, they may experience delusions, visions of terrible clarity, or something entirely different.<br >When the Malkavian suffers a Bestial Failure or a Compulsion, their curse comes to the fore. Suffer a penalty equal to your character's Bane Severity to one category of dice pools (Physical, Social, or Mental) for the entire scene. This is in addition to any penalties incurred by Compulsions.<br >You and the Storyteller decide the type of penalty and the exact nature of the character's affliction during character creation."
  },
  {
    "name": "Nosferatu",
    "description": "For the Nosferatu the Embrace is a journey through abjection, as the Blood of the horror gradually deforms the struggling tissues of the human body into grotesque abominations. Weeks of pain result in deformities similar to terrible birth defects, cancer growths, crippling injuries, and leper-like sores. Those who endure it find themselves as monstrous echoes of Murnau's silver-screen vision. But perhaps pain and humiliation teaches compassion. The Nosferatu, as they jokingly call themselves, are the most humane of the Kindred, wearing their curse on the outside rather than the inside. To blend in, some call on the Blood to wear the borrowed faces of their victims or disappear from sight, while others rely on prosthetics and heavy make-up.",
    "image": "",
    "bonuscharacteristics": [
      {
        "type": "disciplines",
        "name": "Animalism"
      },
      {
        "type": "disciplines",
        "name": "Obfuscate"
      },
      {
        "type": "disciplines",
        "name": "Potence"
      }
    ],
    "compulsion": "Cryptophilia",
    "bane": "Hideous and vile, all Nosferatu count as having the Repulsive Flaw (-2) and can never increase their rating in the Looks Merit. In addition, any attempt to disguise themselves as human incur a penalty to your dice pool equal to your character’s Bane Severity (this includes the Obfuscate powers Mask of a Thousand Faces and Impostor's Guise)."
  },
  {
    "name": "Toreador",
    "description": "Clan Toreador has ever preached selectiveness in its rituals of the Embrace. The clan elders stress time and again that the clan requires pioneers among the arts and every kind of avant-garde. The clan is at its strongest when comprised of the freshest thinkers and those who desire experimentation and aesthetic discovery. For this reason, many Toreador emerge from the ranks of accomplished artists, both new and faded. But not all artists need wield a brush: To the Toreador, art encompasses all forms of entertainment and stimulation. The clan courts the greatest actors, singers, writers, dancers, and even sex workers, if the degenerates believe such mortals will offer something new to their clan.<br >Despite the custom of Embracing only the best, the Toreador fixation on beauty and innocence has caused many a diva to make a fledgling in haste. Many a moonlit night, new clan members have emerged as shallow hedonists, one-hit wonders, or just a stunning body with nothing else to offer. The greatest mistakes are erased and forgotten. Still, the clan is diverse, its members considering the ensemble as a kaleidoscope of talent and beauty.",
    "image": "",
    "bonuscharacteristics": [
      {
        "type": "disciplines",
        "name": "Auspex"
      },
      {
        "type": "disciplines",
        "name": "Celerity"
      },
      {
        "type": "disciplines",
        "name": "Presence"
      }
    ],
    "compulsion": "Obsession",
    "bane": "Toreador exemplify the old saying that art in the blood takes strange forms. They desire beauty so intensely that they suffer in its absence. While your character finds itself in less than beautiful surroundings, lose the equivalent of their Bane Severity in dice from dice pools to use Disciplines. The Storyteller decides specifically how the beauty or ugliness of the Toreador’s environment (including clothing, blood dolls, etc.) penalizes them, based on the character's aesthetics. That said, even devotees of the Ashcan School never find normal streets perfectly beautiful. This obsession with aesthetics also causes divas to lose themselves in moments of beauty and a bestial failure often results in a rapt trance, as detailed in the Compulsion rules (p. 208)."
  },
  {
    "name": "Tremere",
    "description": "After the Second Inquisition destroyed the Prime Chantry in Vienna in 2008, the Tremere fell from gray eminences to personae non gratae in many regions. The arrogance of the Pyramid had made the Usurpers few friends. But the need for sorcery has not disappeared; if anything, it grows as the cursed Blood shifts in the veins of the Kindred.<br >Without the Pyramid ordering them into rank and value, the warlocks find themselves competing with their fellow Kindred and, increasingly, with each other for anything that might allow them to regain some of their former power. A clan-wide chase for artifacts and grimoires belonging to their ashen ancestors rival the social intrigues in ugliness, and the alliance with the Camarilla is an oft-used weapon between the houses of Clan Tremere. Meanwhile, the term 'mercenary magus' is becoming increasingly widespread, as warlocks who were formerly Bound by the will of their masters find themselves free to serve for whatever price they choose.<br >Tremere serve in three ways: the Warlocks serve the other clans with occult expertise, they serve the Camarilla with Blood Sorcery, and they serve themselves with their missions to grasp power. Though more Tremere ascend to praxis these nights than ever before, they still claim fewer thrones worldwide than Clan Nosferatu. In truth, most Warlocks acknowledge that becoming the Prince is only useful if it helps them expand their knowledge. Tremere see true power as knowing the ways of shaping the world, having access to the right blood, and owning the rarest of ancient artifacts.<br >As the Tremere ally with confused coteries seeking them out, hunt for well-protected relics and artifacts, or closely analyze fragments of lore relating to the Cainite mythos – all the while miserly guarding their secrets from each other – they are all united in their thirst for knowledge. A Kindred who wishes to understand a piece of their history will do well to approach the Tremere for answers, as long as they are at peace with sharing a few secrets of their own – knowingly or otherwise.",
    "image": "",
    "bonuscharacteristics": [
      {
        "type": "disciplines",
        "name": "Auspex"
      },
      {
        "type": "disciplines",
        "name": "Blood Sorcery"
      },
      {
        "type": "disciplines",
        "name": "Dominate"
      }
    ],
    "compulsion": "Perfectionism",
    "bane": "Once the clan was defined by a rigid hierarchy of Blood Bonds reaching from the top to the bottom of the Pyramid. But after the fall of Vienna, their Blood has recoiled and aborted all such connections. Tremere vitae can no longer Blood Bond other Kindred, though they themselves can be Bound by Kindred from other clans. A Tremere can still bind mortals and ghouls, though the corrupted vitae must be drunk an additional number of times equal to the vampire's Bane Severity for the bond to form. Some theorize this change is the revenge of the Antediluvian devoured by Tremere, others attribute it to a simple mutation. Regardless, the clan studies their vitae intently to discover if the process can be reversed, and, indeed, determine if they would want to do so."
  },
  {
    "name": "Ventrue",
    "description": "Clan Ventrue has long been the leaders of the Camarilla, holding more positions of power than any other clan, and they are loath to give that up. Even after losing their most prominent representative to a Brujah assassination, the Ventrue continue to maintain that they are destined to rule all Kindred, no matter the sacrifices involved.<br >The Ventrue believe in the strength of tradition and lineage. The Embrace is one of the their most important rituals, and the choice of childe affects the way other members of the clan treat the sire. Ventrue therefore aim to Embrace overachievers, politically or financially powerful kine, or those with a talent that sets them apart from the masses.<br >These nights, the Ventrue are cautious. The talentless fall by the wayside, while the best blend in with humanity as bankers, shadow directors, reclusive moguls, and chiefs of staff. No longer can a Ventrue openly lead a board or take a prominent position in a mortal community. They resent having to influence their surroundings from the shadows, but know that the risk of a fatal Masquerade breach is too high to risk anything else.<br >The Ventrue are the establishment. They set and maintain the rules, punishing those who break them, and occasionally rewarding those who follow. Their critics consider them tyrants or the jailers of other Kindred. The uncomfortable truth is that without them, the Masquerade, and the Camarilla with it, would have fallen long ago. The Ventrue are more loyal to their cause these nights than ever before, adversity only making them more determined to succeed and more certain that they have the right to do whatever it takes.",
    "image": "",
    "bonuscharacteristics": [
      {
        "type": "disciplines",
        "name": "Dominate"
      },
      {
        "type": "disciplines",
        "name": "Fortitude"
      },
      {
        "type": "disciplines",
        "name": "Presence"
      }
    ],
    "compulsion": "Arrogance",
    "bane": "The Ventrue are in possession of rarefied palates. When a Ventrue drinks blood from any mortal outside their preference, a profound exertion of will is required or the blood taken surges back up as scarlet vomit. Preferences range greatly, from Ventrue who can only feed from genuine brunettes, individuals of Swiss descent, or homosexuals, to others who can only feed from soldiers, mortals who suffer from PTSD, or methamphetamine users. With a Resolve + Awareness test (Difficulty 4 or more) your character can sense if a mortal possesses the blood they require.<br >If you want your character to feed from anything but their preferred victim, you must spend Willpower points equal to the character’s Bane Severity."
  },
  {
    "name": "Caitiff",
    "description": "Many Kindred incorrectly assume all Caitiff are created accidentally, that the clanless target no mortals for the Embrace. This view is outdated and ignorant. These nights, the clanless are increasingly becoming a force to be reckoned with. Though more disparate, individualistic, and chaotic than their cousins, they are all survivors, and they have begun to gather, build alliances, and make childer of their own.<br >The Caitiff who seek out mortals to perform the Embrace generally target the strong-willed and those used to uncommon hardship. A Caitiff's position in the hierarchy of Kindred is at the bottom, just above the thin-blooded who should not have been born at all, and they are forced to fight for their place or fall and be forgotten. The Caitiff see little point in Embracing mortals unlikely to make it through the night on their own.<br >While the Caitiff have begun to purposefully increase their numbers, most are still created when a fledgling Embraced into one of the clans does not form an attachment with their ancestral Blood and does not exhibit the tell-tale signs of their clan's curse. When other Kindred talk of the Caitiff, they tell tales of Nosferatu abandoned for weeks on end without ever developing any hideousness, painfully sane Malkavians, and young Ventrue able to feed from whomever they want. Unwilling to accept such a childe as one of their own, the clan abandon them. Or the childe senses in their Blood that they do not belong, despite their sire's protests. The creation of a Caitiff is not an exact science, and many abandoned childer still manifest some of the characteristics of their parent clan despite the absence of their bane.",
    "image": "",
    "bonuscharacteristics": [
      {
        "type": "disciplines",
        "name": "Animalism"
      },
      {
        "type": "disciplines",
        "name": "Auspex"
      },
      {
        "type": "disciplines",
        "name": "Blood Sorcery"
      },
      {
        "type": "disciplines",
        "name": "Celerity"
      },
      {
        "type": "disciplines",
        "name": "Dominate"
      },
      {
        "type": "disciplines",
        "name": "Fortitude"
      },
      {
        "type": "disciplines",
        "name": "Obfuscate"
      },
      {
        "type": "disciplines",
        "name": "Oblivion"
      },
      {
        "type": "disciplines",
        "name": "Fortitude"
      },
      {
        "type": "disciplines",
        "name": "Potence"
      },
      {
        "type": "disciplines",
        "name": "Presence"
      },
      {
        "type": "disciplines",
        "name": "Protean"
      }
    ],
    "compulsion": "",
    "bane": "Untouched by the Antediluvians, the Caitiff share no common bane. Caitiff characters begin with the Suspect (•) Flaw and you may not purchase positive Status for them during character creation. The Storyteller may always impose a one or two dice penalty on Social tests against fellow Kindred who know they are Caitiff, regardless of their eventual Status.<br >Further, to improve one of the Disciplines of a Caitiff costs six times the level purchased in experience points."
  },
  {
    "name": "Lasombra",
    "description": "",
    "image": "",
    "bonuscharacteristics": [
      {
        "type": "disciplines",
        "name": "Dominate"
      },
      {
        "type": "disciplines",
        "name": "Oblivion"
      },
      {
        "type": "disciplines",
        "name": "Potence"
      }
    ],
    "compulsion": "",
    "bane": ""
  },
  {
    "name": "Banu Haqim",
    "description": "",
    "image": "",
    "bonuscharacteristics": [
      {
        "type": "disciplines",
        "name": "Blood Sorcery"
      },
      {
        "type": "disciplines",
        "name": "Celerity"
      },
      {
        "type": "disciplines",
        "name": "Obfuscate"
      }
    ],
    "compulsion": "",
    "bane": ""
  },
  {
    "name": "Hecata",
    "description": "",
    "image": "",
    "bonuscharacteristics": [
      {
        "type": "disciplines",
        "name": "Auspex"
      },
      {
        "type": "disciplines",
        "name": "Fortitude"
      },
      {
        "type": "disciplines",
        "name": "Oblivion"
      }
    ],
    "compulsion": "",
    "bane": ""
  },
  {
    "name": "Ravnos",
    "description": "",
    "image": "",
    "bonuscharacteristics": [
      {
        "type": "disciplines",
        "name": "Animalism"
      },
      {
        "type": "disciplines",
        "name": "Obfuscate"
      },
      {
        "type": "disciplines",
        "name": "Presence"
      }
    ],
    "compulsion": "",
    "bane": ""
  },
  {
    "name": "Salubri",
    "description": "",
    "image": "",
    "bonuscharacteristics": [
      {
        "type": "disciplines",
        "name": "Auspex"
      },
      {
        "type": "disciplines",
        "name": "Dominate"
      },
      {
        "type": "disciplines",
        "name": "Fortitude"
      }
    ],
    "compulsion": "",
    "bane": ""
  },
  {
    "name": "Tzimisce",
    "description": "",
    "image": "",
    "bonuscharacteristics": [
      {
        "type": "disciplines",
        "name": "Animalism"
      },
      {
        "type": "disciplines",
        "name": "Dominate"
      },
      {
        "type": "disciplines",
        "name": "Protean"
      }
    ],
    "compulsion": "",
    "bane": ""
  },
  {
    "name": "The Ministry",
    "description": "",
    "image": "",
    "bonuscharacteristics": [
      {
        "type": "disciplines",
        "name": "Obfuscate"
      },
      {
        "type": "disciplines",
        "name": "Presence"
      },
      {
        "type": "disciplines",
        "name": "Protean"
      }
    ],
    "compulsion": "",
    "bane": ""
  }
]