[
  {
    "name": "Blood Cult",
    "description": "Formally condemned as violations of the Masquerade, blood cults have nevertheless resurged with the coming of Gehenna. This coterie entices mortal worshippers, feeding them vitae or just enslaving them. Many blood cults reveal enough supernatural truth (though not always vampiric lore) to alert the Second Inquisition, adding yet more implacable foes."
  },
  {
    "name": "Cerberus",
    "description": "The coterie exists to protect or guard a certain spot or important location, such as a grave, a portal, or the vault of a priceless relic. Cerberus coteries often become 'legacy coteries', with membership passed down to generations of new vampires."
  },
  {
    "name": "Champions",
    "description": "The coterie exists to fight for a cause, possibly even one that mortals might recognize as worthy: clean up the neighborhood by devouring drug dealers, for example. Thin-bloods often begin their unlives as champions. Thickerblooded champions likely consider themselves Anarchs or at least Anarch sympathizers, although a clever Prince of the Camarilla can put even the highest-minded vampires to good use. In the end, even champions have to make the hard choice between their human charges and their vampiric urges."
  },
  {
    "name": "Commando",
    "description": "The coterie exists to fight its master's enemies: the vampiric equivalent of a SWAT or special operations team. You may even disguise yourself as a squad of the city's tactical police, as long as you don't try to pass as officers in front of a real one."
  },
  {
    "name": "Day Watch",
    "description": "The coterie guards the undead city from mortals, especially during the day when most Kindred sleep. Each member must be a thin-blood with the Day Drinker Merit, or the Storyteller needs to provide them another means of remaining active by day."
  },
  {
    "name": "Fang Gang",
    "description": "The coterie operates as a criminal gang, or possibly as a crew of burglars or con artists. The fang gang may disguise itself as part of the city's organized crime syndicate, or act as the Prince or Baron's liaison with them."
  },
  {
    "name": "Hunting Party",
    "description": "The coterie specializes in hunting and capturing humans with particular qualities of the blood. With knowledge of, and tastes for, humors and Resonances spreading among thin-blood cookers and Toreador gourmands alike, coteries on the make often choose to become coteries on the prowl for others."
  },
  {
    "name": "Marechal",
    "description": "This coterie serves and guards the Prince or Baron, doing their bidding as attendants and hatchet-men. Their direct access to the ruler means that influential elders attempt to insert their childer into the coterie – indeed, every member of the coterie may be Primogen get. Elders left out use every means at their disposal to turn (or break) the coterie to their advantage."
  },
  {
    "name": "Nomads",
    "description": "The coterie travels from place to place. It might pose as (or actually be) a band, theater troupe, or other itinerant artists. Indeed, this coterie might perform exclusively for Kindred audiences at Princely courts, not just second-tier rock clubs in the old factory district. Alternatively, nomad coteries might be refugees from the Gehenna War or just 'kings of the road.'"
  },
  {
    "name": "Plumaire",
    "description": "Birds of a feather flock together, and social coteries like plumaires ('feathered ones') exemplify this adage. United by ties of social prominence or simple common enthusiasms, social coteries appear in Camarilla courts and Anarch alleys alike. Some plumaires unite under gothic, club, or other countercultures, sharing similar tastes in music and fashion. "
  },
  {
    "name": "Questari",
    "description": "The coterie exists to accomplish a great enterprise or objective. Questari coteries often form of their own volition, pursuing their purpose out of desire rather than by edict. They may chase a target, hunt a relic, or solve a mystery. They may often need to leave the city."
  },
  {
    "name": "Regency",
    "description": "An elder of the Camarilla chose or created the coterie to guard their legacy as they were Beckoned into the Middle East. They hold the elder's vote among the Primogen. Anarch elders who feel the Beckoning likewise facilitate the selection of a steering coterie in their place, or just appoint one to a watching brief on the Council."
  },
  {
    "name": "Sbirri",
    "description": "This coterie disguises itself as one type of coterie, while secretly serving another Prince or Baron than they feign allegiance to. Their patron hand-picks a group of Kindred, and then dispatches them to another city or sometimes to a separate faction within the same metropolis."
  },
  {
    "name": "Vehme",
    "description": "Named for (and possibly descended from) the vigilante secret society in medieval Germany, Primogen task this coterie to protect the Masquerade at all costs. The Vehme has the authority to arrest and subdue violators, if need be, to bring them before the Prince and Primogen."
  },
  {
    "name": "Watchmen",
    "description": "The coterie patrols the city and protects it from intruders, especially Anarchs and werewolves. Camarilla coteries established in border cities to repel Sabbat influence or to colonize newly won territory also count as Watchmen. Anarch cities call their Watchmen (who also guard against reactionaries and Camarilla infiltrators) the Committee of Public Safety, the Cheka, or the Eyes of the People."
  }
]