[
  {
    "name": "Animalism",
    "description": "Perhaps the vampire has more in common with animal than human. A dangerous set of instincts drive them, and it takes a lot for them to withhold the urge to just lash out.. Much like a wild dog on a chain, a vampire's Beast will never truly be tamed.<br />Some Kindred find a way of becoming one with their Beasts. Those who do are the masters of Animalism. Some accompany the use of this power with howls, snarls, and roars, or communicate with animals in the animal's 'language,' though this is an affectation and not a necessity.<br />The Animalism Discipline sees much use among vampires who struggle to fit in or have no taste for living among mortals. Often classed as one of Caine's gifts of utility, allowing a vampire to thrive on unrefined blood or form companionship with non-sapient beings, it is also a devastating weapon against vampires who cling to their towers, and against inquisitors who suspect their enemies will only come on two legs. A swarm of bloodhungry rats invading a Kindred’s penthouse haven, the Animalismproficient vampire who cows the Sheriff's Beast in Elysium, or the beady-eyed raven that spies on a Society of St. Leopold chapter all serve to strengthen Animalism practitioners, and weaken their foes.",
    "aspect": "Mental",
    "threat": "Low to medium.",
    "resonance": "Animal blood, preferably feral."
  },
  {
    "name": "Auspex",
    "description": "Among the greatest gifts and worst curses afflicting vampires, the Discipline of Auspex allows Kindred to discern truth from lies, probe the minds of those around them, and perceive reality on a different level than other beings. What appears to be the ultimate power in foresight and vision grants its wielders perhaps too much knowledge. They may detect an assassin's blade before it strikes or get into an enemy's head to turn them around, but they can also sense every shift in emotion, good and bad, see things they wish they had not, and discern futures they may not wish to explore. Users of Auspex invite paranoia, but using it is addictive. Once you know the truth rests within your grasp, you seek it out at every opportunity.Kindred use Auspex in many ways. Some vampires act as spies for their courts or factions. Others act on their own, blackmailing mortals and immortals with secrets gleaned from quiet conversations, subtle emotional shifts, and telepathic intrusion. Auspex allows its user to play the role of domain detective, studying the scene of a vampire's destruction for tell-tale spiritual clues or interrogating suspects with unnatural accuracy.",
    "aspect": "Mental",
    "threat": "Low",
    "resonance": "Phlegmatic"
  },
  {
    "name": "Blood Sorcery",
    "description": "The Tremere maintain that Blood Sorcery, or 'Thaumaturgy' as they call it, was their invention. To hear the Banu Haqim give their version, 'Quietus' was their blood right long before the Tremere became vampires. Other clans make the same statements. While its origins are murky, the dreaded nature of Blood Sorcery is not. Few Kindred trust the wielders of a power that can manipulate the vitae in their veins and turn Blood into poison.<br />Unlike other Disciplines, which could be described as advancing organically through the victims chosen by the vampire, practitioners of Blood Sorcery require teachers. The Tremere once relied on their pyramidic clan hierarchy to arrange tutelage for neonate apprentices, while the Banu Haqim stress the sire-childe relationship as being the best form of mentorship. These nights, many a Child of Haqim washes up in Europe or America far from their sire, and with the Pyramid broken Tremere neonates frantically search through moldy tomes and palimpsests for scraps of true lore. Genuine masters of this Discipline develop their own Rituals, though many guard them from others, revelling in the mystery surrounding their unknown cache of abilities. To practice Blood Sorcery is to twist one's own Blood into submission. Any form of this power reminds a vampire that they're far from human, as no mortal could wield magic in this way.",
    "aspect": "Sorcery",
    "threat": "Low-High",
    "resonance": "Sanguine"
  },
  {
    "name": "Celerity",
    "description": "The ability to strike fast, dodge blows, and escape pursuers allows Kindred to become extremely effective predators. Celerity enables vampires to move faster than any natural creature, though it does more than grant a supernatural speed, with vampires employing it actually appearing to think almost as fast as they act. While some vampires use to slice and stab at enemies without fear of riposte, others simply use it to get from A to B faster than any other person on foot.",
    "aspect": "Physical",
    "threat": "Medium-High",
    "resonance": "Choleric"
  },
  {
    "name": "Dominate",
    "description": "Dominate grants the vampire the ability to control the actions of others, manipulate their memories, and force living creatures into acts they would not perform of their own volition. At its most basic, Dominate enables a vampire to make a victim forget the feed they just endured or enjoyed. At its most dangerous, it allows Kindred to enslave entire crowds of kine. This is the Beast at its most cruel and controlling.<br />Dominate acts as a bludgeon to enforce the Masquerade, create submissive servants, and reinforce the self-assuredness of the vampire. When using this Discipline, Kindred feel omnipotent, although the wisest of them know that this too may be shackles of a kind, slipped upon them by the Blood.",
    "aspect": "Mental",
    "threat": "Low",
    "resonance": "Phlegmatic"
  },
  {
    "name": "Fortitude",
    "description": "Much prized by immortals, Fortitude grants the ability to resist physical and mental assault. Few vampires survive longer than a century without at least a mote of Fortitude, especially in a world where violence is common and not even Kindred are safe. In these nights, fewer vampires use Fortitude to resist the sun than they do to withstand violent harm, fire, and supernatural coercion.<br />Those possessing Fortitude exemplify the stolid pillars of Kindred society, able to withstand blows and charms without movement or sign of dilapidation. Few vampires feel as secure in their immortality as do elder Blue Bloods and Ferals.",
    "aspect": "Physical",
    "threat": "Medium",
    "resonance": "Melancholic"
  },
  {
    "name": "Obfuscate",
    "description": "For any hunter, the ability to hide, move without being seen, and employ camouflage proves vital. For the Kindred practitioners of Obfuscate, the Discipline provides the perfect cover to get close to a victim, disguise themselves as harmless, and escape when the heat grows too much.<br />Obfuscate experts may utilize the Discipline to lurk in the shadows while spying, change appearance in a crowd while under surveillance, or even spread the gift to a group of vampires looking to hide. ",
    "aspect": "Mental",
    "threat": "Low",
    "resonance": "Melancholic"
  },
  {
    "name": "Potence",
    "description": "There is a popular saying among the members of Clan Brujah: 'You only underestimate our strength once.' Potence is vitae-fueled strength above and beyond other vampires' capabilities. More powerful than any performance-enhancing drug, more unnatural than the physique of any bulging bodybuilder, Potence is the Beast let loose through the fists, feet, limbs, and raw bodily power of a vampire. The Discipline is used for more than just hitting things, though it is certainly good for this task. It is the vampire's ability to force their body into actions impossible for mortals to replicate.<br />Potence trumps the other Disciplines in sheer incongruity an elderly-looking Nosferatu strikes harder than a mortal heavyweight boxer or a Brujah Embraced as a child can decapitate a target with one blow.",
    "aspect": "Physical",
    "threat": "Medium to High",
    "resonance": "Choleric"
  },
  {
    "name": "Presence",
    "description": "Most vampires are creatures of grace and lethality. Associated with horrific violence and devastating beauty, Kindred embody opposites, alternating between nightmare and dream depending on the onlooker and the vampire's whims. Presence is a Discipline that expresses this bipolar existence. Used to attract victims or disperse them in fear, Presence allows crowd control, emotional manipulation, and enforced devotion. A mortal's greatest fear could stand before them and suddenly look like the most radiant creature on Earth.<br />Many Presence practitioners use this Discipline to easily acquire feeding vessels, while others use it do stalk the night as creatures of horror, making weak-willed kine flee terrified, unsure of what they’ve just seen. Effective as a lure as well as a defense, vampires with Presence enjoy an easier nightlife at the expense of forgetting what feelings projected at them are normal and which are compelled.",
    "aspect": "Mental",
    "threat": "Low-Medium",
    "resonance": "Sanguine"
  },
  {
    "name": "Protean",
    "description": "Werewolves despise vampires for their possession of this ability. They consider it a mockery of their own nature, as undead beings become wolves or bats, bearing claws and gnashing fangs like one of their own. Yet, Protean has flowed through the Blood for almost as long as the Kindred have existed. The power to mutate, shift form, and become ever-deadlier predators is as natural to the vampire as it is to the lupine.<br />Practitioners of Protean employ the Discipline for its utility. The power enables a vampire to become a beast, turn their limbs into weapons, or change their shape into clouds of mist to evade capture, glide through keyholes, or slip through cracks in a window.",
    "aspect": "Physical",
    "threat": "High",
    "resonance": "Animal blood"
  }
]