[
  {
    "name": "Sunbag",
    "description": "A simple sleeping bag made out ofthick sunlight-resistant materials,used by Kindred to sleep safely. Itcovers the entire body and has thezipper on the inside. Only particularly brave Kindred dare sleepwith only this as protection, and insome circles, 'sleeping outside' fora day is a test of courage. Commonamong travelling Gangrel who haveyet to master sleeping in the earth."
  },
  {
    "name": "Chaoscopes",
    "description": "Coronal Halo/Analyzing Oscilloscopic Electromagnetic Differential Readers, to use their official name, detect disruptions in electromagnetic frequencies - including those caused by, or existing as, ghosts and demons. Vampire Blood has similar, although less obvious, resonances under chaoscopy. The NSA began modifying chaoscopes to detect 'paradimensional infiltrators' in the 1990s, and some of those agents joined the Second Inquisition once they learned what they were looking at. Vampires of different ages disturb different frequencies, so it takes diligence and precision to discern vampires and ghouls from regular humans when using this device.<br />So far, chaoscopes can only be installed in place or used in dedicated trucks. Their range is classified at Storyteller's Eyes Only level.<br />The operator must make an Intelligence + Awareness test at Difficulty 6 to reliably detect a vampire with a chaoscope. If they have reliably detected a vampire of the same generation or clan before, they can lower their Difficulty by -1. Blush of Life has no effect on a chaoscope."
  },
  {
    "name": "XScopes",
    "description": "At their core, XScopes use simple technology from a distance they determine if someone is living or dead by looking for heartbeat, respiration, and body heat. The SI has installed basic XScopes in every airport security scanner, set to send up a red flag to the duty agent if a blankbody trips them. Man-portable XScopes resemble large video cameras, and the SI often disguises them as exactly that. However, Kindred can deceive basic XScopes with Blush of Life.<br />Second-generation XScopes - mostly not in common use, although Heathrow, Reagan National, Da Vinci Airport in Rome, and other 'critical installations' deploy them already using specialized software to differentiate between natural blood flow and imitated life. For now, detecting thin-bloods remains just outside the technical threshold, although the Inquisition and CIA are pursuing several promising leads.<br />For non-Duskborn, concealing oneself from a second-generation XScope reading requires Blush of Life and a Composure + Stamina roll against Difficulty 5 + the operator's Resolve."
  }
]