[
  {
    "name": "Academics",
    "aspect": "Mental",
    "description": "Academics reflects understanding, higher education, and ability to research fields within the humanities and the liberal arts. Historical study, for instance, is hardly 'just academic' if your immortal enemies lived – and left traces – in that period.<br >When you take this Skill, you get a free specialty. For foreign languages, use the Linguistics Merit (p. 179)."
  },
  {
    "name": "Animal Ken",
    "aspect": "Social",
    "description": "Animal Ken allows you to cow, pacify, and even befriend animals. This Skill allows you to predict how an animal might react in a given situation, train a domesticated creature, or even try to calm or enrage animals. Without this Skill, most creatures pointedly avoid or grow aggressive around vampires."
  },
  {
    "name": "Athletics",
    "aspect": "Physical",
    "description": "Athletics allows you to outpace someone in pursuit, leap out of the way of an oncoming car, and climb and swim like a healthy, robust living person.<br >A character can use Athletics in place of any Physical combat Skill in a conflict roll, but in that case, they never inflict any hits on their opponent, no matter how many successes they roll."
  },
  {
    "name": "Awareness",
    "aspect": "Mental",
    "description": "Awareness handles your perceptions. You may spot a Child of Haqim before a strike occurs, spy a key dropped in the trash, or sense a lingering perfume."
  },
  {
    "name": "Brawl",
    "aspect": "Physical",
    "description": "Brawl enables characters to hit their target when they swing with fist, boot, or claw. As long as you have no weapon in hand, the attack constitutes a brawl, from elegant aikijutsu to dirty street fighting."
  },
  {
    "name": "Craft",
    "aspect": "Physical",
    "description": "Craft broadly encompasses artistry, creation of items and utilities from the beautiful to the functional, and arts and crafts from throwing pottery all the way to building and reinforcing your own haven.<br >When you take this Skill, you get a free specialty. Unlike most Skills, you can have more specialties in Craft than you have dots."
  },
  {
    "name": "Drive",
    "aspect": "Physical",
    "description": "Anyone (except perhaps 500-yearold vampires) can learn to drive a car. The Drive Skill connotes ability to drive fast and safely under adverse conditions or in stressful situations: to drive off-road, speed away from ambushes, win street races, and get out of chases with the Second Inquisition."
  },
  {
    "name": "Etiquette",
    "aspect": "Social",
    "description": "Etiquette is the ability to identify and respond to the social conventions in the current scene, set new protocols, and please everyone around with your good graces. Use this Skill in both Kindred and mortal high society."
  },
  {
    "name": "Finance",
    "aspect": "Mental",
    "description": "Finance allows you to identify trends in the market, invest well, manipulate stock, and know when a fall is coming. It also allows you to assess – and trace – the wealth of others and broker financial deals. You can generally appraise art, property, or any other noncriminal good. Ventrue value this Skill more than some Disciplines."
  },
  {
    "name": "Firearms",
    "aspect": "Physical",
    "description": "Leaving a victim with holes in their throat: full-on Second Inquisition investigation. Leaving a victim with holes in their head: just another Saturday night in Baltimore. Cainites use Firearms not only for the human reasons (efficiency and thrill) but to preserve the Masquerade. This Skill comprises familiarity with small arms from holdout pistols to assault rifles. It also includes other trigger-operated weapons, such as crossbows and shoulder-fired rocket-propelled grenades. Finally, it includes cleaning, unjamming, and rapidly reloading such weapons."
  },
  {
    "name": "Insight",
    "aspect": "Social",
    "description": "Insight grants you the ability to interpret body language, note subtle cues in expression and tone, and determine truth from lies. It also allows you to perceive and understand the motives behind another's actions."
  },
  {
    "name": "Intimidation",
    "aspect": "Social",
    "description": "Intimidation is the power to bully, coerce, threaten, and strongarm your way to a social victory. Vampires who rely on Intimidation do not hesitate to crush the wills – and occasionally the finger bones – of their foes."
  },
  {
    "name": "Investigation",
    "aspect": "Mental",
    "description": "Investigation allows you to unravel cases of mundane and mysterious means, spot clues, interpret them, and trace missing persons. Vampires find this Skill especially useful when a vessel escapes."
  },
  {
    "name": "Larceny",
    "aspect": "Physical",
    "description": "This Skill entails familiarity with the tools and techniques for picking locks, planting bugs, deactivating standard burglar and car alarms, manual forgery, hot-wiring automobiles, or even safecracking, as well as countless forms of breaking and entering. Characters also use it for setting up 'unbeatable' security systems or deducing how and where systems failed in a break-in. Ventrue probably call the skill 'Security.'<br >These days, most high-end security systems feature computer controls, video surveillance, or electronic alarms, so they might also involve the Technology Skill to defeat."
  },
  {
    "name": "Leadership",
    "aspect": "Social",
    "description": "Leadership grants you the ability to lead a crowd, command a detachment, boost the morale of your supporters, or subdue a riot. A strong Prince or Baron must possess Leadership or risk losing their throne."
  },
  {
    "name": "Medicine",
    "aspect": "Mental",
    "description": "Medicine allows you to fix people who are broken and diagnose causes of death or sickness in a victim. It also allows you to use medical equipment, prescribe drugs, and stanch (or encourage) rapid blood flow.<br >Characters use Medicine to heal Aggravated Health damage in mortals (see p. 127)."
  },
  {
    "name": "Melee",
    "aspect": "Physical",
    "description": "Use Melee to wield handheld weapons such as knives, chains, and baseball bats with prowess. A stake is a melee weapon, often found in the hands of would-be hunters."
  },
  {
    "name": "Occult",
    "aspect": "Mental",
    "description": "Occult represents knowledge of the mystical world, extending from the rites and practices of Freemasons and Rosicrucians, all the way to Noddist scholars and real mages. You can recognize occult sigils and folk-magic practices, effective or not."
  },
  {
    "name": "Performance",
    "aspect": "Social",
    "description": "Performance covers a range of arts, from dance to poetry and comedy to storytelling. You may be an inspired performer in your own right or simply an enthusiastic student of the arts.<br >When you take this Skill, you get a free specialty."
  },
  {
    "name": "Persuasion",
    "aspect": "Social",
    "description": "Use Persuasion when trying to convince others that you know what's best for them, and that one bite won't hurt at all. Skilled persuaders can play on victims’ emotions and appeal to peers’ reason. Persuasion applies in law courts and princely courts, in boardrooms, barrooms, and bedrooms."
  },
  {
    "name": "Politics",
    "aspect": "Mental",
    "description": "Politics covers diplomacy and bureaucracy: both human and Kindred. You can work with, and possibly put pressure on, city government and perhaps higher levels. Among Kindred, you know the inside scoop on which sects are dominant where, who is at war with whom, and where the bodies are buried. Literally."
  },
  {
    "name": "Science",
    "aspect": "Mental",
    "description": "Science is a broad church, covering everything from basic principles of life to the understanding of universal entropy. The laws of science govern the mortal world, and vampires who wish to rule that world study them.<br >Levels of the Science Skill roughly match those in Academics, from 'some college' to 'world-famous scholar.' Also like Academics, characters with a rating in Science get a free specialty."
  },
  {
    "name": "Stealth",
    "aspect": "Physical",
    "description": "Stealth allows a character to shadow a target, making vampires with this ability superlative hunters. They benefit from the ability to spy, sneak, and blend in with crowds when needed."
  },
  {
    "name": "Streetwise",
    "aspect": "Social",
    "description": "Streetwise enables characters to talk the language and negotiate the societies of the streets and the underworld. You can understand code words and slang, interpret graffiti tags, and emulate gang signs."
  },
  {
    "name": "Subterfuge",
    "aspect": "Social",
    "description": "Subterfuge is the art of lying convincingly, spinning a yarn, and making good excuses for bad actions. This Skill defines your talent for intrigue, secrets, and doubledealing. Subterfuge can also used for seduction and imitating mortal behavior."
  },
  {
    "name": "Survival",
    "aspect": "Physical",
    "description": "Survival conveys the ability to exist in the wild and other adverse conditions, and to return to civilization again: navigate by the stars, establish a makeshift haven, and notice werewolf signs before it’s too late. Some of its related functions apply in parks, brownfields, and other wastelands of the urban jungle."
  },
  {
    "name": "Technology",
    "aspect": "Mental",
    "description": "As a Skill, Technology acts as something of a moving target; it governs the operation and understanding of 'technical developments most vampires find mystifying.' In 1870, it might have governed steam engines and electricity; these nights, it governs computers and computer systems. Of course, now computers govern almost everything – including steam turbines in power plants and electrical systems in office buildings."
  }
]