[
    {
        "name": "A.I.",
        "description": "The character possesses an artificial intelligence in a computerized mind."
    },
    {
        "name": "Alien Heritage",
        "description": "The character—or at least one of their ancestors—is not from Earth."
    },
    {
        "name": "Alternate Form",
        "description": "The character can change from their regular human form into another form and back."
    },
    {
        "name": "Amphibious",
        "description": "The character can breathe just fine underwater and can see and hear well in it too."
    },
    {
        "name": "Auditory Issues",
        "description": "The character has trouble hearing that can range from partial to full deafness."
    },
    {
        "name": "Authority",
        "description": "The character has a legal authority of some kind."
    },
    {
        "name": "Backup",
        "description": "The character is part of an organization—like a police force—that they can call for immediate backup at any time."
    },
    {
        "name": "Black Market Access",
        "description": "The character knows how and where they can buy and sell hard-to-find and potentially illegal things."
    },
    {
        "name": "Blind",
        "description": "The character is permanently blinded."
    },
    {
        "name": "Chaotic",
        "description": "The character has been affected by the chaos lord Chthon."
    },
    {
        "name": "Convict",
        "description": "The character has been convicted of a crime, which is reflected on their record."
    },
    {
        "name": "Cursed",
        "description": "Willingly or not, the character is affiliated with Hell."
    },
    {
        "name": "Deaf",
        "description": "The character is permanently deafened."
    },
    {
        "name": "Deceased",
        "description": "The character is technically dead-although presumably still able to interact with the rest of the world in some way."
    },
    {
        "name": "Dependents",
        "description": "The character has young children, elderly relatives or others who rely on them."
    },
    {
        "name": "Enemy",
        "description": "There's someone out there who has sworn to defeat the character."
    },
    {
        "name": "Eternally Immortal",
        "description": "The character does not age and could theoretically live forever."
    },
    {
        "name": "Extreme Appearance",
        "description": "The character looks very different than the average person (wherever they happen to be) and cannot easily hide their identity."
    },
    {
        "name": "Gamma Mutate",
        "description": "Gamma radiation does not harm the character. Instead, it's the source of their powers."
    },
    {
        "name": "Green Door",
        "description": "After being killed, the character can come back to life by passing through the Green Door, a portal that connects a part of the afterlife to Earth."
    },
    {
        "name": "Hard of Hearing",
        "description": "The character has difficulty hearing, although this can often be corrected with hearing aids."
    },
    {
        "name": "Headquarters",
        "description": "The character has a base, cave or lair they can use to recover from wounds, repair or store equipment, work on inventions and so on."
    },
    {
        "name": "Heroic",
        "description": "The character acts heroically."
    },
    {
        "name": "Hounded",
        "description": "The character is a member of a group of people who are persecuted for simply being themselves."
    },
    {
        "name": "Hunted",
        "description": "The character is hunted by the law for crimes they have supposedly (or actually) committed."
    },
    {
        "name": "Imageless",
        "description": "The character casts no reflection, and their image cannot be captured by cameras."
    },
    {
        "name": "Immunity",
        "description": "The character is immune to the usual effects of something."
    },
    {
        "name": "Inhuman Genes",
        "description": "The character has latent Inhuman genes that cause them to develop super-powers when exposed to the Terrigen Mist."
    },
    {
        "name": "Krakoan",
        "description": "As a mutant, the character is automatically a citizen of the island-nation of Krakoa and can travel to and from there freely."
    },
    {
        "name": "Lab Access",
        "description": "The character either owns or has access to a laboratory filled with the technical equipment, supplies and tools they need for their work."
    },
    {
        "name": "Leader",
        "description": "The character is an acknowledged leader of a large and important organization, all the way up to and including an entire nation."
    },
    {
        "name": "Linguist",
        "description": "The character is fluent in a language other than their native tongue."
    },
    {
        "name": "Lunar Transformation",
        "description": "On the three nights that the moon is at its fullest and while the moon is above the horizon, the character must transform into a werewolf and is ruled by their animal nature."
    },
    {
        "name": "Mahd Wy'ry",
        "description": "The character lives for so long that their accumulated memories have the potential to drive them insane."
    },
    {
        "name": "Mentor",
        "description": "The character knows an older person they can ask for advice, even when it comes to having super-powers."
    },
    {
        "name": "Mute",
        "description": "The character cannot speak."
    },
    {
        "name": "Mysterious",
        "description": "The character does not entirely understand how or why they have powers."
    },
    {
        "name": "Obligation",
        "description": "The character is responsible to certain people, places or organizations who rely on them."
    },
    {
        "name": "Poor",
        "description": "The character has little access to money and struggles to make ends meet."
    },
    {
        "name": "Powerful",
        "description": "The character has access to the resources of their entire community."
    },
    {
        "name": "Prescription Pad",
        "description": "The character can write prescriptions for various kinds of medication."
    },
    {
        "name": "Public Identity",
        "description": "The character's real identity is known to the public."
    },
    {
        "name": "Radioactive",
        "description": "The character constantly emits low levels of some sort of radiation."
    },
    {
        "name": "Rich",
        "description": "The character has access to plenty of money."
    },
    {
        "name": "Secret Identity",
        "description": "The character's real identity is a secret to the public, and they must take precautions to maintain this status."
    },
    {
        "name": "Signature Weapon",
        "description": "The character is known for owning and using a specific type of weapon, like Hawkeye's bow or Elektra's sai."
    },
    {
        "name": "Sorcerous",
        "description": "The character has dedicated themself to the study of traditional magic, also known as sorcery."
    },
    {
        "name": "Streetwise",
        "description": "The character knows how things are handled on the street, who’s in charge of various criminal enterprises and how to avoid issues with them."
    },
    {
        "name": "Supernatural",
        "description": "The character has powers that are magical or based on something magical."
    },
    {
        "name": "Villianous",
        "description": "The character is a villain, someone who cares little for the rights of others, up to and including their right to live."
    },
    {
        "name": "Vision Issues",
        "description": "The character has trouble seeing that can range from partial to full blindness."
    },
    {
        "name": "Weapon",
        "description": "The character has a weapon or type of weapon they prefer."
    },
    {
        "name": "Worshipped",
        "description": "The character is worshipped by others as a god."
    },
    {
        "name": "X-Gene",
        "description": "The character has mutant genes that cause them to develop super-powers."
    },
    {
        "name": "Young",
        "description": "The character is a minor, under 18 years old."
    }
]