[
    {
        "name": "Abrasive",
        "description": "The character rubs people the wrong way."
    },
    {
        "name": "Anathema",
        "description": "The character suffers direct harm when exposed to a particular substance."
    },
    {
        "name": "Audience",
        "description": "Many people follow the character's work and treat them with the respect they deserve."
    },
    {
        "name": "Battle Ready",
        "description": "The character is always mentally prepared for any sort of trouble to start.",
      "bonusadjustments": [
        {
          "type": "Focus",
          "value":  30
        }
      ]
    },
    {
        "name": "Beguiling",
        "description": "The character has an edge when making an Ego check to persuade someone who could be attracted to them."
    },
    {
        "name": "Berserker",
        "description": "The character often loses control of their temper."
    },
  {
    "name": "Big",
    "description": "The character's size is big, which applies -1 to their Melee and Agility defenses, adds +1 to their Run Speed, and increases their reach to 2.",
    "bonusadjustments": [
      {
        "type": "AttributeDefense",
        "name": "Melee",
        "value": -1
      },
      {
        "type": "AttributeDefense",
        "name": "Agility",
        "value": -1
      },
      {
        "type": "Run",
        "value": 1
      }
    ]
  },
    {
        "name": "Bloodthirsty",
        "description": "The character likes hurting people—even killing them."
    },
    {
        "name": "Breathe Different",
        "description": "The character cannot breathe Earth's air for long."
    },
    {
        "name": "Clinician",
        "description": "The character has an edge on Logic (medicine) checks to determine what is medically wrong with someone they examine."
    },
    {
        "name": "Clueless",
        "description": "The character tends to shut out things they're not entirely focused on."
    },
    {
        "name": "Combat Expert",
        "description": "The character knows how to handle themselves better than most."
    },
    {
        "name": "Combat Finesse",
        "description": "The character can add their Agility rather than their Melee to Fight attack checks."
    },
    {
        "name": "Combat Reflexes",
        "description": "The character can react quickly in combat."
    },
    {
        "name": "Combat Trickery",
        "description": "Once per battle, when attacking, the character can turn the Marvel die into a 1."
    },
    {
        "name": "Connections",
        "description": "The character knows someone with access to and knowledge of a particular field."
    },
    {
        "name": "Dealmaker",
        "description": "The character is skilled at the art of negotiation."
    },
    {
        "name": "Debate Champ",
        "description": "The character can use their Logic instead of their Ego with Ego (persuasion) and Ego (intimidation) checks."
    },
    {
        "name": "Determination",
        "description": "The character never gives up, even when they feel like they're at their worst."
    },
    {
        "name": "Eidetic Memory",
        "description": "The character rarely forgets anything."
    },
    {
        "name": "Enduring Constitution",
        "description": "The character can function for up to 48 hours without sleep and has an edge on Resilience checks to overcome fatigue or weariness."
    },
    {
        "name": "Enhanced Physique",
        "description": "The character is stronger than regular humans."
    },
    {
        "name": "Extra Occupation",
        "description": "The character has a busy life and has done all sorts of things."
    },
    {
        "name": "Extraordinary Origin",
        "description": "The character has an additional origin."
    },
    {
        "name": "Famous",
        "description": "The character is widely known—at least among a certain group of people or a population."
    },
    {
        "name": "Fearless",
        "description": "The character is extremely brave."
    },
    {
        "name": "First Aid",
        "description": "The character knows how to administer first aid."
    },
    {
        "name": "Font of Information",
        "description": "The character has an edge on Logic checks having to do with knowledge."
    },
    {
        "name": "Free Running",
        "description": "The character has an edge on Agility checks made to perform acrobatics during a movement action."
    },
    {
        "name": "Fresh Eyes",
        "description": "The character has their own way of doing things."
    },
    {
        "name": "Gearhead",
        "description": "The character knows their way around machines."
    },
    {
        "name": "Glibness",
        "description": "The character can strike up a conversation with anyone at any time and can often convince them to lend a hand."
    },
    {
        "name": "God Heritage",
        "description": "The character - or at least one of their ancestors - is a god."
    },
    {
        "name": "Gullible",
        "description": "The character is easy to fool."
    },
    {
        "name": "Honest",
        "description": "The character is a terrible liar."
    },
    {
        "name": "Infamous",
        "description": "The character is widely known and generally disliked—at least among a certain group of people or a population."
    },
    {
        "name": "Interrogation",
        "description": "The character knows how to ask the right questions in the right way."
    },
    {
        "name": "Inventor",
        "description": "The character is good at coming up with solutions on the fly."
    },
    {
        "name": "Investigation",
        "description": "The character is an expert investigator, trained in the arts of forensic science."
    },
    {
        "name": "Iron Will",
        "description": "Enemies have trouble on attacks to control the character's mind or influence their behavior."
    },
    {
        "name": "Legal Eagle",
        "description": "The character knows the laws of their homeland and can help others navigate them."
    },
    {
        "name": "Leverage",
        "description": "The character is good at figuring out what people want and using it against them."
    },
    {
        "name": "Loner",
        "description": "The character does not play well with others."
    },
    {
        "name": "Massive",
        "description": "The character's size is Big."
    },
    {
        "name": "Monster",
        "description": "The character is some kind of monster, often of a type spoken of in legend."
    },
    {
        "name": "Out of Shape",
        "description": "The character is in poor physical condition."
    },
    {
        "name": "Piloting",
        "description": "The character knows how to operate vehicles of all kinds."
    },
    {
        "name": "Presence",
        "description": "The character knows how to command attention on demand."
    },
    {
        "name": "Public Speaking",
        "description": "The character knows how to get the attention of a crowd, whether that's at a political rally or in front of a jury or a classroom."
    },
    {
        "name": "Pundit",
        "description": "The character knows how to break news items and put them into context to craft a story around them."
    },
    {
        "name": "Quick Learner",
        "description": "If the character fails an action check, they gain an edge on the check if they try the same action again on their next turn."
    },
    {
        "name": "Regal",
        "description": "The character seems born to be in charge."
    },
    {
        "name": "Scientific Expertise",
        "description": "The character has extensive scientific training."
    },
    {
        "name": "Signature Attack",
        "description": "The character is known for favoring a particular kind of weapon or attack power."
    },
    {
        "name": "Situational Awareness",
        "description": "The character is trained to always keep an eye out for trouble."
    },
    {
        "name": "Skeptical",
        "description": "The character is hard to fool."
    },
  {
    "name": "Small",
    "description": "The character's size is small, which adds +1 to their Melee and Agility defenses and takes -1 from their Run Speed.",
    "bonusadjustments": [
      {
        "type": "AttributeDefense",
        "name": "Melee",
        "value": 1
      },
      {
        "type": "AttributeDefense",
        "name": "Agility",
        "value": 1
      },
      {
        "type": "Run",
        "value": -1
      }
    ]
  },
    {
        "name": "Sneaky",
        "description": "The character has an edge on Agility checks when sneaking around."
    },
    {
        "name": "Stranger",
        "description": "The character doesn't understand local customs."
    },
    {
        "name": "Surprising Power",
        "description": "The character can choose a power they normally wouldn't be able to use."
    },
    {
        "name": "Tech Reliance",
        "description": "The character relies on technology for powers."
    },
    {
        "name": "Weakness",
        "description": "The character suffers an unusual amount of harm from certain substances."
    },
    {
        "name": "Weird",
        "description": "The character has something weird (or even wonderful) about them."
    }
]